grimoire/musica-02-partition.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2020-12-09 mer 07:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 02 : Partition</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="chimay" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content">
<h1 class="title">Eclats de vers : Musica 02 : Partition</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org414c740">1. Mélodie, Harmonie, Rythme</a></li>
<li><a href="#org6bf2049">2. Mouvements mélodiques</a></li>
<li><a href="#org3964d3b">3. Portées</a></li>
<li><a href="#org4038a1b">4. Polyphonie</a></li>
<li><a href="#org5c63dd8">5. Accords</a></li>
<li><a href="#orgb2cfaad">6. Pyramide rythmique</a></li>
<li><a href="#orgbde240b">7. Pulsations &amp; Oscillations</a></li>
<li><a href="#orgd101ecd">8. Mesures</a></li>
<li><a href="#org7ab3aca">9. Carrures</a></li>
<li><a href="#orgf12621e">10. Cellules rythmiques</a></li>
<li><a href="#org70c4a28">11. Syncopes</a></li>
<li><a href="#org0150e1c">12. Cellules composites</a></li>
<li><a href="#org5b6cad4">13. Hémiole</a></li>
</ul>
</div>
</div>


<div id="outline-container-org414c740" class="outline-2">
<h2 id="org414c740"><span class="section-number-2">1</span> Mélodie, Harmonie, Rythme</h2>
<div class="outline-text-2" id="text-1">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgca3f820">1.1. Introduction</a></li>
<li><a href="#orgbd2ce53">1.2. Motif</a></li>
<li><a href="#orgf8a662f">1.3. Intervalles</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgca3f820" class="outline-3">
<h3 id="orgca3f820"><span class="section-number-3">1.1</span> Introduction</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Une <b>mélodie</b> est un ensemble de notes jouées <b>successivement</b>.
</p>

<p>
Une <b>harmonie</b> est un ensemble de notes jouées <b>simultanément</b>.
</p>

<p>
Un <b>rythme</b> est l’ensemble des durées d’une mélodie.
</p>
</div>
</div>


<div id="outline-container-orgbd2ce53" class="outline-3">
<h3 id="orgbd2ce53"><span class="section-number-3">1.2</span> Motif</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Un <b>motif</b> est un fragment de mélodie jouée à un rythme
donné. Un motif résulte donc de l’association d’une structure
mélodique avec une structure rythmique.
</p>

<p>
Exemple de motif :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Mélodie</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
<td class="org-left">sol</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">Rythme</td>
<td class="org-left">:</td>
<td class="org-left">B</td>
<td class="org-left">B</td>
<td class="org-left">N</td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org619d3a4" class="outline-4">
<h4 id="org619d3a4"><span class="section-number-4">1.2.1</span> Thème</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
Un <b>thème</b> est un motif élaboré et reconnaissable, qui revient à
plusieurs reprises pendant l’oeuvre musicale.
</p>
</div>
</div>
</div>


<div id="outline-container-orgf8a662f" class="outline-3">
<h3 id="orgf8a662f"><span class="section-number-3">1.3</span> Intervalles</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Un <b>intervalle mélodique</b> est un intervalle dont les deux notes sont
jouées successivement.
</p>

<p>
Un <b>intervalle harmonique</b> est un intervalle dont les deux notes sont
jouées simultanément.
</p>
</div>


<div id="outline-container-orga2d5336" class="outline-4">
<h4 id="orga2d5336"><span class="section-number-4">1.3.1</span> Unisson</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
Un <b>unisson mélodique</b> consiste à répéter la même note.
</p>

<p>
Un <b>unisson harmonique</b> consiste à faire jouer la même note au même
moment par deux instruments différents.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org6bf2049" class="outline-2">
<h2 id="org6bf2049"><span class="section-number-2">2</span> Mouvements mélodiques</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents">
<ul>
<li><a href="#org3bc0254">2.1. Introduction</a></li>
<li><a href="#orgcdb365e">2.2. Direction</a></li>
<li><a href="#org03570d2">2.3. Mouvement conjoint</a></li>
<li><a href="#orgeae4536">2.4. Mouvement disjoint</a></li>
<li><a href="#orgde96455">2.5. Mouvement chromatique</a></li>
</ul>
</div>
</div>


<div id="outline-container-org3bc0254" class="outline-3">
<h3 id="org3bc0254"><span class="section-number-3">2.1</span> Introduction</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Les <b>mouvements mélodiques</b> analysent les intervalles
d’une mélodie.
</p>
</div>
</div>


<div id="outline-container-orgcdb365e" class="outline-3">
<h3 id="orgcdb365e"><span class="section-number-3">2.2</span> Direction</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Un intervalle mélodique est dit :
</p>

<ul class="org-ul">
<li><b>ascendant</b> si la deuxième note est plus aiguë que la première</li>

<li><b>descendant</b> si la deuxième note est plus grave que la première</li>
</ul>
</div>
</div>


<div id="outline-container-org03570d2" class="outline-3">
<h3 id="org03570d2"><span class="section-number-3">2.3</span> Mouvement conjoint</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Un mouvement <b>conjoint</b> est un intervalle mélodique d’unisson ou de
seconde. Rentrent donc dans cette catégorie :
</p>

<ol class="org-ol">
<li>l’unisson mélodique, ou répétition d’une même note</li>
<li>la seconde mineure mélodique</li>
<li>la seconde majeure mélodique</li>
</ol>

<p>
Voici quelques exemples de mouvements conjoints :
</p>

<ul class="org-ul">
<li>Seconde majeure ascendante : do ré</li>
<li>Seconde mineure ascendante : mi fa</li>
<li>Unisson : sol sol</li>
<li>Seconde mineure descendante : fa mi</li>
<li>Seconde majeure descendante : ré do</li>
</ul>
</div>


<div id="outline-container-orga724349" class="outline-4">
<h4 id="orga724349"><span class="section-number-4">2.3.1</span> Continuité</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
Une mélodie qui ne présente que des mouvements conjoints est dite
<b>continue</b>. Une mélodie constituée d’une majorité de mouvements
conjoints est dite majoritairement continue.
</p>
</div>
</div>
</div>


<div id="outline-container-orgeae4536" class="outline-3">
<h3 id="orgeae4536"><span class="section-number-3">2.4</span> Mouvement disjoint</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Un mouvement <b>disjoint</b> est un intervalle mélodique non conjoint.
Rentrent donc dans cette catégorie :
</p>

<ul class="org-ul">
<li>les tierces</li>
<li>les quartes</li>
<li>les quintes</li>
<li>les sixtes</li>
<li>les septièmes</li>
<li>les octaves</li>
<li>les neuvièmes</li>
<li><code>...</code></li>
</ul>

<p>
et ce quel que soit leur qualificatif : juste, majeur, mineur,
augmenté, diminué, sur-augmenté ou sur-diminué.
</p>
</div>


<div id="outline-container-orgb25ef4c" class="outline-4">
<h4 id="orgb25ef4c"><span class="section-number-4">2.4.1</span> Discontinuité</h4>
<div class="outline-text-4" id="text-2-4-1">
<p>
Un mouvement disjoint provoque un <b>saut</b>, une <b>discontinuité</b> dans une
mélodie.
</p>
</div>
</div>
</div>


<div id="outline-container-orgde96455" class="outline-3">
<h3 id="orgde96455"><span class="section-number-3">2.5</span> Mouvement chromatique</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Un mouvement <b>chromatique</b> est constitué de trois notes. La première
fait partie de la gamme en cours (ton et mode), la seconde est altérée
d’un demi-ton et la troisième poursuit le mouvement d’un demi-ton dans
la même direction afin d’atteindre la note voisine de la gamme. Les
notes initiale et finale doivent donc être séparées d’un ton entier.
</p>

<p>
Exemple de mouvement chromatique ascendant en <i>do majeur</i> :
</p>

<div class="org-center">
<p>
ré ré<sup>#</sup> mi
</p>
</div>

<p>
Exemple de mouvement chromatique descendant en <i>do majeur</i> :
</p>

<div class="org-center">
<p>
la la<sup>b</sup> sol
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org3964d3b" class="outline-2">
<h2 id="org3964d3b"><span class="section-number-2">3</span> Portées</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents">
<ul>
<li><a href="#orge607fb6">3.1. Introduction</a></li>
<li><a href="#org351d72a">3.2. Clefs</a></li>
<li><a href="#org5c35c6b">3.3. Système</a></li>
<li><a href="#org62b1844">3.4. Partition</a></li>
</ul>
</div>
</div>


<div id="outline-container-orge607fb6" class="outline-3">
<h3 id="orge607fb6"><span class="section-number-3">3.1</span> Introduction</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Une note de musique peut être représentée par un petit cercle dessiné
sur un ensemble de lignes horizontales parallèles appelé <b>portée</b>. Le
haut de la portée correspond aux notes les plus aiguës, et le bas aux
notes les plus graves. Les notes s’écrivent chronologiquement de
gauche à droite, en commençant par la portée en haut de la page, puis
la deuxième en partant du haut, etc. Il s’agit donc d’une convention
analogue à celle de l’écriture.
</p>
</div>
</div>
