grimoire/musica-02-partition.org
** Clefs

Une portée est généralement munie d’une *clef* permettant de repérer
une note de référence. Les autres notes de la portée s’en déduisent
alors aisément. Voici les différents types de clés utilisées :

  - une clé *d’ut* donne la position sur la portée du premier /do/ que
    l’on rencontre lorsqu’on descend du /la/ de référence, de
    fréquence 440 Hz

  - une clé de *sol* donne la position sur la portée du /sol/ situé
    une quinte plus haut que le /do/ de la clef d’ut

  - une clé de *fa* donne la position sur la portée du /fa/ situé une
    quinte plus bas que le /do/ de la clef d’ut

soit :

#+BEGIN_CENTER
si^b < fa < do < sol < la /de fréquence 440 Hz/
#+END_CENTER

En considérant des intervalles purs, on a :

  - le /do/ une sixte majeure plus bas que le /la/, de fréquence 440 x 3 / 5 = 264 Hz
  - le /sol/ une quinte plus haut que le /do/, de fréquence 264 x 3 / 2 = 396 Hz
  - le /fa/ une quinte plus bas que le /do/, de fréquence 264 x 2 / 3 = 176 Hz


*** Position de la clé

Suivant la position de la clé sur la portée, la hauteur des notes va
naturellement varier. Voici les principales clefs utilisées, ainsi que
leur position en partant du bas de la portée :

| Nom de la clef | Note de référence | Position   |
|----------------+-------------------+------------|
| Française      | Sol               | 1ère ligne |
| Aiguë          | Sol               | 2e ligne   |
| Soprano        | Do (Ut)           | 1ère ligne |
| Mezzosoprano   | Do                | 2e ligne   |
| Alto           | Do                | 3e ligne   |
| Ténor          | Do                | 4e ligne   |
| Baryton        | Fa                | 3e ligne   |
| Basse          | Fa                | 4e ligne   |
| Sous-basse     | Fa                | 5e ligne   |

La clef de /sol/ première ligne est celle qui permet de représenter
les notes les plus aiguës, tandis que la clef de /fa/ cinquième ligne
est celle qui permet de représenter les notes les plus graves.


** Système

Un système est un groupe de portées jouées simultanément par un ou
plusieurs instruments.


** Partition

Une partition est un ensemble de portées, ou de systèmes de portées,
contenant les notes et les indications grâce auxquelles les musiciens
vont pouvoir jouer une oeuvre musicale.


* Polyphonie

#+TOC: headlines 1 local


** Introduction

Une *polyphonie* est une superposition de plusieurs mélodies jouées
simultanément par différents instruments ou groupes d’instruments.
Chacune de ces mélodies est aussi appelée *voix*, *partie*, *ligne* ou
encore *ligne mélodique*.

/Remarque/ : attention à ne pas confondre la notion de voix, synonyme
de ligne mélodique, avec la voix humaine, qui peut être considérée
comme un instrument de musique. En tant que ligne mélodique, une voix
peut donc être interprétée par un instrument quelconque : violon, voix
humaine, flûte, guitare, etc.


** Horizontal & Vertical

La *mélodie* constitue la dimension *horizontale* d’une polyphonie, à
savoir les notes qui sont jouées consécutivement sur les voix.

L’ *harmonie* constitue la dimension *verticale* d’une polyphonie, à
savoir les groupes de notes qui sont jouées simultanément sur les
voix.

Dans une polyphonie, deux notes quelconques peuvent être jouées :

  - consécutivement (sur la même voix ou sur deux voix différentes)

  - simultanément (sur deux voix différentes)

  - avec simultanéité partielle :

    + les deux débutent au même moment, l’une s’arrête avant l’autre

    + les deux finissent au même moment, l’une débute avant l’autre

    + l’une débute avant et finit après l’autre


** Plages de notes

Un *registre* est une plage de notes.

Un *ambitus* est l’intervalle entre la note la plus aiguë et la note
la plus grave d’une mélodie.

Une *tessiture* est l’étendue de notes qu’un chanteur ou un instrument
est capable de jouer.


** Notation

Nous représentons une polyphonie par une *superposition* de voix. Il
s’agit en quelque sorte d’un *tableau* où chaque voix occupe une
ligne. Les voix sont disposées de la plus aiguë à la plus grave, de
haut en bas du tableau. Une voix située au-dessus d’une autre est donc
normalement plus aiguë. Précisons que chaque colonne du tableau
contient des notes jouées simultanément.

Voici un exemple :

#+ATTR_HTML: :class plat
| Va    | :     | a1    | a2    | a3    | a4    | =...= |
| Vb    | :     | b1    | b2    | b3    | b4    | =...= |
| Vc    | :     | c1    | c2    | c3    | c4    | =...= |
| =...= | =...= | =...= | =...= | =...= | =...= | =...= |

où :

  - Va, Vb, Vc, =...= sont les noms donnés à chacune des voix

  - a1, a2, a3, a4 ; b1, b2, b3, b4 ; c1, c2, c3, c4, =...= sont les notes jouées

Les notes a1, a2, a3, a4 sont donc jouées consécutivement tandis que
les notes a1, b1, c1 sont jouées simultanément.


