grimoire/musica-02-partition.html


<div id="outline-container-org351d72a" class="outline-3">
<h3 id="org351d72a"><span class="section-number-3">3.2</span> Clefs</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Une portée est généralement munie d’une <b>clef</b> permettant de repérer
une note de référence. Les autres notes de la portée s’en déduisent
alors aisément. Voici les différents types de clés utilisées :
</p>

<ul class="org-ul">
<li>une clé <b>d’ut</b> donne la position sur la portée du premier <i>do</i> que
l’on rencontre lorsqu’on descend du <i>la</i> de référence, de
fréquence 440 Hz</li>

<li>une clé de <b>sol</b> donne la position sur la portée du <i>sol</i> situé
une quinte plus haut que le <i>do</i> de la clef d’ut</li>

<li>une clé de <b>fa</b> donne la position sur la portée du <i>fa</i> situé une
quinte plus bas que le <i>do</i> de la clef d’ut</li>
</ul>

<p>
soit :
</p>

<div class="org-center">
<p>
si<sup>b</sup> &lt; fa &lt; do &lt; sol &lt; la <i>de fréquence 440 Hz</i>
</p>
</div>

<p>
En considérant des intervalles purs, on a :
</p>

<ul class="org-ul">
<li>le <i>do</i> une sixte majeure plus bas que le <i>la</i>, de fréquence 440 x 3 / 5 = 264 Hz</li>
<li>le <i>sol</i> une quinte plus haut que le <i>do</i>, de fréquence 264 x 3 / 2 = 396 Hz</li>
<li>le <i>fa</i> une quinte plus bas que le <i>do</i>, de fréquence 264 x 2 / 3 = 176 Hz</li>
</ul>
</div>


<div id="outline-container-org501f309" class="outline-4">
<h4 id="org501f309"><span class="section-number-4">3.2.1</span> Position de la clé</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Suivant la position de la clé sur la portée, la hauteur des notes va
naturellement varier. Voici les principales clefs utilisées, ainsi que
leur position en partant du bas de la portée :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nom de la clef</th>
<th scope="col" class="org-left">Note de référence</th>
<th scope="col" class="org-left">Position</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Française</td>
<td class="org-left">Sol</td>
<td class="org-left">1ère ligne</td>
</tr>

<tr>
<td class="org-left">Aiguë</td>
<td class="org-left">Sol</td>
<td class="org-left">2e ligne</td>
</tr>

<tr>
<td class="org-left">Soprano</td>
<td class="org-left">Do (Ut)</td>
<td class="org-left">1ère ligne</td>
</tr>

<tr>
<td class="org-left">Mezzosoprano</td>
<td class="org-left">Do</td>
<td class="org-left">2e ligne</td>
</tr>

<tr>
<td class="org-left">Alto</td>
<td class="org-left">Do</td>
<td class="org-left">3e ligne</td>
</tr>

<tr>
<td class="org-left">Ténor</td>
<td class="org-left">Do</td>
<td class="org-left">4e ligne</td>
</tr>

<tr>
<td class="org-left">Baryton</td>
<td class="org-left">Fa</td>
<td class="org-left">3e ligne</td>
</tr>

<tr>
<td class="org-left">Basse</td>
<td class="org-left">Fa</td>
<td class="org-left">4e ligne</td>
</tr>

<tr>
<td class="org-left">Sous-basse</td>
<td class="org-left">Fa</td>
<td class="org-left">5e ligne</td>
</tr>
</tbody>
</table>

<p>
La clef de <i>sol</i> première ligne est celle qui permet de représenter
les notes les plus aiguës, tandis que la clef de <i>fa</i> cinquième ligne
est celle qui permet de représenter les notes les plus graves.
</p>
</div>
</div>
</div>


<div id="outline-container-org5c35c6b" class="outline-3">
<h3 id="org5c35c6b"><span class="section-number-3">3.3</span> Système</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Un système est un groupe de portées jouées simultanément par un ou
plusieurs instruments.
</p>
</div>
</div>


<div id="outline-container-org62b1844" class="outline-3">
<h3 id="org62b1844"><span class="section-number-3">3.4</span> Partition</h3>
<div class="outline-text-3" id="text-3-4">
<p>
Une partition est un ensemble de portées, ou de systèmes de portées,
contenant les notes et les indications grâce auxquelles les musiciens
vont pouvoir jouer une oeuvre musicale.
</p>
</div>
</div>
</div>


<div id="outline-container-org4038a1b" class="outline-2">
<h2 id="org4038a1b"><span class="section-number-2">4</span> Polyphonie</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc79ba1d">4.1. Introduction</a></li>
<li><a href="#org79c1fbe">4.2. Horizontal &amp; Vertical</a></li>
<li><a href="#org080ff1a">4.3. Plages de notes</a></li>
<li><a href="#org9a9a06f">4.4. Notation</a></li>
<li><a href="#org7d25ccc">4.5. Voix</a></li>
<li><a href="#org225ddc9">4.6. Ensembles</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgc79ba1d" class="outline-3">
<h3 id="orgc79ba1d"><span class="section-number-3">4.1</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Une <b>polyphonie</b> est une superposition de plusieurs mélodies jouées
simultanément par différents instruments ou groupes d’instruments.
Chacune de ces mélodies est aussi appelée <b>voix</b>, <b>partie</b>, <b>ligne</b> ou
encore <b>ligne mélodique</b>.
</p>

<p>
<i>Remarque</i> : attention à ne pas confondre la notion de voix, synonyme
de ligne mélodique, avec la voix humaine, qui peut être considérée
comme un instrument de musique. En tant que ligne mélodique, une voix
peut donc être interprétée par un instrument quelconque : violon, voix
humaine, flûte, guitare, etc.
</p>
</div>
</div>


<div id="outline-container-org79c1fbe" class="outline-3">
<h3 id="org79c1fbe"><span class="section-number-3">4.2</span> Horizontal &amp; Vertical</h3>
<div class="outline-text-3" id="text-4-2">
<p>
La <b>mélodie</b> constitue la dimension <b>horizontale</b> d’une polyphonie, à
savoir les notes qui sont jouées consécutivement sur les voix.
</p>

<p>
L’ <b>harmonie</b> constitue la dimension <b>verticale</b> d’une polyphonie, à
savoir les groupes de notes qui sont jouées simultanément sur les
voix.
</p>

<p>
Dans une polyphonie, deux notes quelconques peuvent être jouées :
</p>

<ul class="org-ul">
<li>consécutivement (sur la même voix ou sur deux voix différentes)</li>

<li>simultanément (sur deux voix différentes)</li>

<li>avec simultanéité partielle :

<ul class="org-ul">
<li>les deux débutent au même moment, l’une s’arrête avant l’autre</li>

<li>les deux finissent au même moment, l’une débute avant l’autre</li>

<li>l’une débute avant et finit après l’autre</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org080ff1a" class="outline-3">
<h3 id="org080ff1a"><span class="section-number-3">4.3</span> Plages de notes</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Un <b>registre</b> est une plage de notes.
</p>

<p>
Un <b>ambitus</b> est l’intervalle entre la note la plus aiguë et la note
la plus grave d’une mélodie.
</p>

<p>
Une <b>tessiture</b> est l’étendue de notes qu’un chanteur ou un instrument
est capable de jouer.
</p>
</div>
</div>


<div id="outline-container-org9a9a06f" class="outline-3">
<h3 id="org9a9a06f"><span class="section-number-3">4.4</span> Notation</h3>
<div class="outline-text-3" id="text-4-4">
<p>
Nous représentons une polyphonie par une <b>superposition</b> de voix. Il
s’agit en quelque sorte d’un <b>tableau</b> où chaque voix occupe une
ligne. Les voix sont disposées de la plus aiguë à la plus grave, de
haut en bas du tableau. Une voix située au-dessus d’une autre est donc
normalement plus aiguë. Précisons que chaque colonne du tableau
contient des notes jouées simultanément.
</p>

<p>
Voici un exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Va</td>
<td class="org-left">:</td>
<td class="org-left">a1</td>
<td class="org-left">a2</td>
<td class="org-left">a3</td>
<td class="org-left">a4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Vb</td>
<td class="org-left">:</td>
<td class="org-left">b1</td>
<td class="org-left">b2</td>
<td class="org-left">b3</td>
<td class="org-left">b4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Vc</td>
<td class="org-left">:</td>
<td class="org-left">c1</td>
<td class="org-left">c2</td>
<td class="org-left">c3</td>
<td class="org-left">c4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
où :
</p>

<ul class="org-ul">
<li>Va, Vb, Vc, <code>...</code> sont les noms donnés à chacune des voix</li>

<li>a1, a2, a3, a4 ; b1, b2, b3, b4 ; c1, c2, c3, c4, <code>...</code> sont les notes jouées</li>
</ul>

<p>
Les notes a1, a2, a3, a4 sont donc jouées consécutivement tandis que
les notes a1, b1, c1 sont jouées simultanément.
</p>
</div>
