grimoire/musica-02-partition.html


<div id="outline-container-orgfdad7fd" class="outline-4">
<h4 id="orgfdad7fd"><span class="section-number-4">4.4.1</span> Thèmes</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
On peut aussi représenter la musique comme une suite de thèmes
mélodiques, chacun étant constitué de plusieurs notes. Dans ce cas, on
symbolise chaque thème par une lettre majuscule et on représente la
polyphonie par :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Va</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">A2</td>
<td class="org-left">A3</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Vb</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Vc</td>
<td class="org-left">:</td>
<td class="org-left">C1</td>
<td class="org-left">C2</td>
<td class="org-left">C3</td>
<td class="org-left">C4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
où :
</p>

<ul class="org-ul">
<li>Va, Vb, Vc, <code>...</code> sont les noms donnés à chacune des voix</li>

<li>A1, A2, A3, A4 ; B1, B2, B3, B4 ; C1, C2, C3, C4, <code>...</code> sont les
noms donnés aux thèmes</li>
</ul>

<p>
Les thèmes A1, A2, A3, A4 sont donc joués consécutivement tandis que
les thèmes A1, B1, C1 sont joués simultanément.
</p>
</div>
</div>


<div id="outline-container-org952063b" class="outline-4">
<h4 id="org952063b"><span class="section-number-4">4.4.2</span> Silences</h4>
<div class="outline-text-4" id="text-4-4-2">
<p>
Une voix momentanément silencieuse est représentée par un tiret, comme
la voix <i>V</i> dans :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">V</td>
<td class="org-left">:</td>
<td class="org-left">A1</td>
<td class="org-left">—</td>
<td class="org-left">—</td>
<td class="org-left">A4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">W</td>
<td class="org-left">:</td>
<td class="org-left">B1</td>
<td class="org-left">B2</td>
<td class="org-left">B3</td>
<td class="org-left">B4</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org7d25ccc" class="outline-3">
<h3 id="org7d25ccc"><span class="section-number-3">4.5</span> Voix</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-org20acd69" class="outline-4">
<h4 id="org20acd69"><span class="section-number-4">4.5.1</span> Basse &amp; Soprano</h4>
<div class="outline-text-4" id="text-4-5-1">
<p>
La voix la plus grave d’une polyphonie est nommée <b>basse</b>.
</p>

<p>
La voix la plus aiguë d’une polyphonie est nommée <b>soprano</b>.
</p>
</div>
</div>


<div id="outline-container-orgb9a5fe0" class="outline-4">
<h4 id="orgb9a5fe0"><span class="section-number-4">4.5.2</span> Extrêmes &amp; Internes</h4>
<div class="outline-text-4" id="text-4-5-2">
<p>
Le soprano et la basse sont les voix <b>extrêmes</b> d’une polyphonie.
Toutes les autres voix sont dites <b>internes</b>.
</p>
</div>
</div>


<div id="outline-container-org8a4bdb6" class="outline-4">
<h4 id="org8a4bdb6"><span class="section-number-4">4.5.3</span> Importance</h4>
<div class="outline-text-4" id="text-4-5-3">
<p>
D’un point de vue harmonique, la <b>basse</b>, voix la plus grave, est la
plus importante d’une polyphonie. À l’extrême opposé, le <b>soprano</b>,
voix la plus aiguë, arrive en seconde. Les autres voix ont une
importance relative moins élevée. On a donc, par ordre décroissant
d’importance :
</p>

<ul class="org-ul">
<li>la basse (voix extrême inférieure)</li>

<li>le soprano (voix extrême supérieure)</li>

<li>les autres voix (voix internes)</li>
</ul>
</div>
</div>


<div id="outline-container-org3487718" class="outline-4">
<h4 id="org3487718"><span class="section-number-4">4.5.4</span> Distinction</h4>
<div class="outline-text-4" id="text-4-5-4">
<p>
À un instant donné, les voix d’une polyphonie se distinguent en
général par :
</p>

<ul class="org-ul">
<li>le registre : une voix est plus aiguë ou plus grave qu’une l’autre</li>

<li>le rythme : une voix est plus rapide ou plus lente qu’une autre</li>

<li>le timbre : les voix sont jouées par des instruments de familles
différentes, aux sons différenciables</li>
</ul>
</div>
</div>


<div id="outline-container-org3784cc8" class="outline-4">
<h4 id="org3784cc8"><span class="section-number-4">4.5.5</span> Caractéristiques</h4>
<div class="outline-text-4" id="text-4-5-5">
<p>
Voici quelques caractéristiques propres à une polyphonie réussie :
</p>

<ul class="org-ul">
<li><b>Cohérence</b> :

<ul class="org-ul">
<li>chaque voix fait entendre une mélodie cohérente</li>

<li>l’ensemble de la polyphonie doit être cohérent</li>
</ul></li>

<li><b>Clarté</b> : les voix superposées ne doivent pas surcharger
l’oreille, on doit pouvoir entendre chacune d’entre-elles, ou du
moins les plus importantes.</li>

<li><b>Indépendance</b> : les voix sont indépendantes, elles alternent les
phases de divergence et de convergence.</li>

<li><b>Avant-plan</b> et <b>arrière-plan</b> : à tout instant, certaines voix
sont mises en avant-plan et d’autres en arrière-plan. Le nombre de
voix en avant-plan ne doit pas être trop élevé afin de ne pas
surcharger l’oreille.</li>

<li><b>Dialogue</b> : la succession des thèmes d’avant-plan mis bout à bout
forme un ensemble cohérent qui se balade de voix en voix, donnant
une impression de causerie où les voix se répondent.</li>
</ul>
</div>
</div>


<div id="outline-container-orgbf54e93" class="outline-4">
<h4 id="orgbf54e93"><span class="section-number-4">4.5.6</span> Ajout et suppression</h4>
<div class="outline-text-4" id="text-4-5-6">
<p>
Le nombre de voix ne reste pas toujours constant tout le long d’une
pièce musicale. Une ou plusieurs voix peuvent être ajoutées ou
retirées. Dans le cas d’un ajout, on peut toujours considérer qu’une
voix préalablement silencieuse devient active. Dans le cas d’un
retrait, on peut considérer qu’une voix préalablement active devient
silencieuse.
</p>
</div>


<div id="outline-container-org0645890" class="outline-5">
<h5 id="org0645890"><span class="section-number-5">4.5.6.1</span> Scission</h5>
<div class="outline-text-5" id="text-4-5-6-1">
<p>
La <b>scission</b> est un cas particulier d’ajout où la nouvelle voix
semble issue d’une ancienne comme une branche d’un arbre. Cet effet
est souvent obtenu en utilisant un mouvement pseudo-conjoint (à
l’octave près) entre les voix concernées. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">—</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>

<p>
ou encore :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">—</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org4ea23b4" class="outline-5">
<h5 id="org4ea23b4"><span class="section-number-5">4.5.6.2</span> Fusion</h5>
<div class="outline-text-5" id="text-4-5-6-2">
<p>
La <b>fusion</b> est un cas particulier de retrait, où l’ancienne voix
semble se fondre dans une autre avant de se taire. Cet effet est
souvent obtenu en utilisant un mouvement pseudo-conjoint entre les
voix concernées. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">—</td>
</tr>
</tbody>
</table>

<p>
ou encore :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">—</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">fa</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orga0fddbf" class="outline-4">
<h4 id="orga0fddbf"><span class="section-number-4">4.5.7</span> Groupes</h4>
<div class="outline-text-4" id="text-4-5-7">
<p>
Les voix d’une polyphonie peuvent être subdivisées en plusieurs
groupes. Les voix d’un même groupe possèdent généralement des
caractéristiques musicales communes, afin de les différencier des
autres voix. On parle alors de <b>groupe de voix</b>, de <b>plan sonore</b> ou
encore de <b>strate</b>.
</p>

<p>
Les groupes de voix ne sont pas figés :
</p>

<ul class="org-ul">
<li>chaque voix peut changer de groupe à tout moment</li>

<li>de nouveaux groupes peuvent être créés, d’anciens supprimés</li>
</ul>
</div>
