grimoire/musica-02-partition.html


<div id="outline-container-orgf62d8ab" class="outline-5">
<h5 id="orgf62d8ab"><span class="section-number-5">4.5.7.1</span> Structure</h5>
<div class="outline-text-5" id="text-4-5-7-1">
<p>
Dans une structure stratifiée, chaque groupe de voix dispose de ses
propres motifs musicaux.
</p>

<p>
Dans une structure imitative, chaque groupe de voix reprend et varie
les thèmes des autres groupes.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org225ddc9" class="outline-3">
<h3 id="org225ddc9"><span class="section-number-3">4.6</span> Ensembles</h3>
<div class="outline-text-3" id="text-4-6">
</div>
<div id="outline-container-org07ace1e" class="outline-4">
<h4 id="org07ace1e"><span class="section-number-4">4.6.1</span> Duo</h4>
<div class="outline-text-4" id="text-4-6-1">
<p>
Un <b>duo</b> est une polyphonie à deux voix. Ces voix se nomment par
convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise comme abréviations : <b>S</b>
pour soprano et <b>B</b> pour basse, ce qui nous donne des tableaux de
cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orga5f8bca" class="outline-4">
<h4 id="orga5f8bca"><span class="section-number-4">4.6.2</span> Trio</h4>
<div class="outline-text-4" id="text-4-6-2">
<p>
Un <b>trio</b> est une polyphonie à trois voix. Ces voix se nomment par
convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>alto</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise les mêmes abréviations que
pour le duo, avec en prime <b>A</b> pour l’alto, ce qui nous donne des
tableaux de cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org3895040" class="outline-4">
<h4 id="org3895040"><span class="section-number-4">4.6.3</span> Quatuor</h4>
<div class="outline-text-4" id="text-4-6-3">
<p>
Un <b>quatuor</b> (aussi appelé <b>quartet</b>) est une polyphonie à quatre
voix. Ces voix se nomment par convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>alto</li>
<li>ténor</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise les mêmes abréviations que
pour le trio, avec en prime <b>T</b> pour le ténor, ce qui nous donne des
tableaux de cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org5f53804" class="outline-4">
<h4 id="org5f53804"><span class="section-number-4">4.6.4</span> Quintette</h4>
<div class="outline-text-4" id="text-4-6-4">
<p>
Un <b>quintette</b> (parfois orthographié <b>quintet</b>) est une polyphonie à
cinq voix. Ces voix se nomment par convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>alto</li>
<li>ténor</li>
<li>baryton</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise les mêmes abréviations que
pour le quatuor, avec en prime <b>Y</b> pour le baryton, ce qui nous
donne des tableaux de cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org7837281" class="outline-4">
<h4 id="org7837281"><span class="section-number-4">4.6.5</span> Sextuor</h4>
<div class="outline-text-4" id="text-4-6-5">
<p>
Un <b>sextuor</b> (aussi appélé <b>sextet</b>, <b>sextette</b>) est une polyphonie à
six voix. Ces voix se nomment par convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>mezzo-soprano</li>
<li>alto</li>
<li>ténor</li>
<li>baryton</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise les mêmes abréviations que
pour le quintettte, avec en prime <b>M</b> pour le mezzo-soprano, ce qui nous
donne des tableaux de cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org60d6f6d" class="outline-4">
<h4 id="org60d6f6d"><span class="section-number-4">4.6.6</span> Septuor</h4>
<div class="outline-text-4" id="text-4-6-6">
<p>
Un <b>septuor</b> (aussi appéles <b>septet</b>, <b>septette</b>) est une polyphonie à
sept voix. Ces voix se nomment par convention :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>mezzo-soprano</li>
<li>alto</li>
<li>haute-contre</li>
<li>ténor</li>
<li>baryton</li>
<li>basse</li>
</ul>

<p>
de la plus aiguë à la plus grave. J’utilise les mêmes abréviations que
pour le sextuor, avec en prime <b>C</b> pour le haute-contre, ce qui nous
donne des tableaux de cette allure :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">Y</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>


<p>
<i>Remarque</i> : la voix de haute-contre est aussi appelée, avec des
nuances, <b>contralto</b> ou <b>contreténor</b>.
</p>
</div>
</div>


<div id="outline-container-org72529a1" class="outline-4">
<h4 id="org72529a1"><span class="section-number-4">4.6.7</span> Formation générique</h4>
<div class="outline-text-4" id="text-4-6-7">
<p>
Au-dessus de sept voix, on à la nomenclature :
</p>

<ul class="org-ul">
<li>Octuor, octet : 8 voix</li>
<li>Nonet, nonette : 9 voix</li>
<li>Dixtuor : 10 voix</li>
</ul>

<p>
On représente un ensemble contenant un nombre quelconque de voix par :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">0</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right"><code>...</code></td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right"><i>M</i></td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
ou, si l’on souhaite faire ressortir les voix extrêmes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">S</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right"><code>...</code></td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right"><i>N</i></td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>

<tr>
<td class="org-right">B</td>
<td class="org-left">:</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
