grimoire/musica-02-partition.html


<div id="outline-container-org5c63dd8" class="outline-2">
<h2 id="org5c63dd8"><span class="section-number-2">5</span> Accords</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgbd6071a">5.1. Introduction</a></li>
<li><a href="#orgf804f4d">5.2. Polyvalence</a></li>
<li><a href="#org3252a55">5.3. Octave</a></li>
<li><a href="#orge80f320">5.4. État canonique</a></li>
<li><a href="#org2ec6a9f">5.5. Degré</a></li>
<li><a href="#org0777c2f">5.6. Empilement</a></li>
<li><a href="#org27c268c">5.7. Disposition</a></li>
<li><a href="#org239d1c0">5.8. Intervalle interne</a></li>
<li><a href="#orge383e02">5.9. Harmoniques naturelles</a></li>
<li><a href="#org52e0b9c">5.10. Nombre de notes</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgbd6071a" class="outline-3">
<h3 id="orgbd6071a"><span class="section-number-3">5.1</span> Introduction</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Un <b>accord</b> est un ensemble de notes qui sert pendant un certain
laps de temps de fondation au déroulement musical.
</p>

<p>
Cela ne signifie pas que toutes les notes jouées appartiennent à
l’accord, mais que la musique est élaborée à partir des notes qui le
constituent.
</p>

<p>
L’ajout de notes étrangères à l’accord se fait en général pour des
raisons de liaisons mélodiques entre les notes.
</p>
</div>
</div>


<div id="outline-container-orgf804f4d" class="outline-3">
<h3 id="orgf804f4d"><span class="section-number-3">5.2</span> Polyvalence</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Les notes d’un accord peuvent être disposées suivant des
configurations très diverses. Il existe bien entendu des cas
extrêmes :
</p>

<ul class="org-ul">
<li>l’accord purement harmonique, où les notes sont jouées
simultanément</li>

<li>l’accord purement mélodique, où les notes sont jouées les unes
après les autres</li>
</ul>

<p>
mais la réalité est souvent plus complexe. La plupart du temps, la
musique explore les deux aspects, superposant et alignant les notes
d’un accord tout au long de son règne. Un accord est donc
une <b>entité abstraite</b> dont les <b>réalisations</b> constituent
le plus souvent un <b>hybride</b> d’harmonie et de mélodie.
</p>
</div>


<div id="outline-container-org1cd12f3" class="outline-4">
<h4 id="org1cd12f3"><span class="section-number-4">5.2.1</span> Jargon</h4>
<div class="outline-text-4" id="text-5-2-1">
<p>
Les notes d’un accord mélodique ne sont en général pas jouées
consécutivement, d’autres notes pouvant être intercalées afin
d’affiner les lignes mélodiques. Lorsque les notes d’un accord
mélodique sont jouées consécutivement, on parle alors d’ <b>arpège</b>.
</p>

<p>
Lorsque les notes d’un accord sont jouées simultanément et sans ajout
de notes étrangères, on parle d’ <b>accord frappé</b> ou encore d’ <b>accord
plaqué</b>.
</p>

<p>
Enfin, on parle d’ <b>accumulation</b> lorsque les notes de l’accord sont
entamées consécutivement mais que chacune d’elle est maintenue jusqu’à
la fin de l’accord. Par exemple, avec l’accord <i>do mi sol</i>, on
commence par jouer le <i>do</i>, ensuite le <i>mi</i> vient s’ajouter et on
entend simultanément les notes <i>do mi</i>, et finalement le <i>sol</i> vient
s’ajouter et on entend simultanément les notes <i>do mi sol</i>.
</p>
</div>
</div>
</div>


<div id="outline-container-org3252a55" class="outline-3">
<h3 id="org3252a55"><span class="section-number-3">5.3</span> Octave</h3>
<div class="outline-text-3" id="text-5-3">
<p>
C’est avant tout l’ordre des notes, de la plus grave à la plus aiguë,
qui importe en théorie des accords. Leur octave précise n’est pas
prise en compte. Les notes et intervalles doivent donc s’entendre à
l’octave près.
</p>

<p>
Ce constat nous permet d’employer une notation allégée. Par
convention, nous représentons un accord par une suite de notes
croissantes en hauteur, ce qui nous permet d’omettre leurs octaves.
Ainsi, dans l’accord :
</p>

<div class="org-center">
<p>
sol si sol
</p>
</div>

<p>
le second <i>sol</i> doit être plus aigu que le <i>si</i>, lui-même strictement
plus aigu que le premier <i>sol</i>. Cette notation est donc équivalente
à :
</p>

<div class="org-center">
<p>
SOL SI sol
</p>
</div>

<p>
ou plus généralement à :
</p>

<div class="org-center">
<p>
sol<sup>M</sup> si<sup>N</sup> sol<sup>P</sup>
</p>
</div>

<p>
où les octaves <i>M</i>, <i>N</i>, <i>P</i> sont des entiers respectant la
contrainte :
</p>

<div class="org-center">
<p>
M ≤ N &lt; P
</p>
</div>
</div>
</div>


<div id="outline-container-orge80f320" class="outline-3">
<h3 id="orge80f320"><span class="section-number-3">5.4</span> État canonique</h3>
<div class="outline-text-3" id="text-5-4">
<p>
Un accord est défini par une suite de notes disposées dans un ordre de
référence appelé <b>état canonique</b>. La note la plus grave de l’état
canonique est appelée <b>fondamentale</b>. L’état canonique permet
également de nommer les notes de l’accord d’après l’intervalle qui les
sépare de la fondamentale.
</p>

<p>
Par exemple, dans l’accord défini par l’état canonique :
</p>

<div class="org-center">
<p>
do   mi   sol   si   ré   fa   la
</p>
</div>

<p>
les notes reçoivent des noms repris dans le tableau ci-dessous :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Notes</th>
<th scope="col" class="org-left">Noms</th>
<th scope="col" class="org-right">Abréviations</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">do</td>
<td class="org-left">fondamentale</td>
<td class="org-right">1ale</td>
</tr>

<tr>
<td class="org-left">mi</td>
<td class="org-left">tierce</td>
<td class="org-right">3ce</td>
</tr>

<tr>
<td class="org-left">sol</td>
<td class="org-left">quinte</td>
<td class="org-right">5te</td>
</tr>

<tr>
<td class="org-left">si</td>
<td class="org-left">septième</td>
<td class="org-right">7e</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">neuvième</td>
<td class="org-right">9e</td>
</tr>

<tr>
<td class="org-left">fa</td>
<td class="org-left">onzième</td>
<td class="org-right">11e</td>
</tr>

<tr>
<td class="org-left">la</td>
<td class="org-left">treizième</td>
<td class="org-right">13e</td>
</tr>
</tbody>
</table>

<p>
<i>Remarque</i> : ne pas confondre le concept de <i>note</i> fondamentale d’un
accord avec celui de <i>fréquence</i> fondamentale d’un son.
</p>
</div>
</div>


<div id="outline-container-org2ec6a9f" class="outline-3">
<h3 id="org2ec6a9f"><span class="section-number-3">5.5</span> Degré</h3>
<div class="outline-text-3" id="text-5-5">
<p>
Le <b>degré</b> d’un accord est simplement le degré de sa fondamentale.
</p>

<p>
Par exemple :
</p>

<ul class="org-ul">
<li>un accord de degré 1, ou accord de tonique, est un accord dont la
fondamentale est le degré 1 de la gamme</li>

<li>un accord de degré 5, ou accord de dominante, est un accord dont
la fondamentale est le degré 5 de la gamme</li>
</ul>
</div>
</div>


<div id="outline-container-org0777c2f" class="outline-3">
<h3 id="org0777c2f"><span class="section-number-3">5.6</span> Empilement</h3>
<div class="outline-text-3" id="text-5-6">
<p>
L’état canonique de la plupart des accords est construit en empilant
des notes séparées par un intervalle constant donné. Cet intervalle
est généralement un des premiers que l’on rencontre dans la suite des
harmoniques naturelles, à savoir les tierces et les quintes.
</p>
</div>


<div id="outline-container-org4324bde" class="outline-4">
<h4 id="org4324bde"><span class="section-number-4">5.6.1</span> Tierces</h4>
<div class="outline-text-4" id="text-5-6-1">
<p>
Les accords construits par empilement de tierces sont de loin les plus
fréquents, parce qu’ils sont intimement liés aux harmoniques
naturelles et sonnent donc particulièrement bien. Notons qu’un
accord à base de tierces peut aussi bien contenir des tierces
majeures que mineures. Exemples d’accords à base de tierces :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>
</div>
</div>
