grimoire/musica-02-partition.org
**** Fusion

Il est tout à fait possible de fusionner deux ou plusieurs accords
afin d’en construire un nouveau.


** Intervalle interne

Un *intervalle interne* d’un accord est un intervalle qui sépare deux
de ses notes.

Les intervalles internes les plus importants sont ceux qui séparent :

  - une note de l’accord avec la fondamentale
  - une note de l’accord avec la basse


** Harmoniques naturelles

On peut générer une suite de notes dont les fréquences respectent au
moins approximativement les ratios des harmoniques naturelles :

#+ATTR_HTML: :class plat
| 2 / 1 | — | 3 / 2 | — | 4 / 3 | — | 5 / 4 | — | 6 / 5 | — | 7 / 6 | — | 8 / 7 | — | 9 / 8 | — | =...= |

En partant d’un /do/, nous obtenons :

#+ATTR_HTML: :class plat
| do | do | sol | do | mi | sol | si^b  | do | ré | =...= |

On peut voir cette suite comme un accord placé dans une disposition
particulière : multiples doublures de la fondamentale /do/, doublure
de la quinte /sol/, intervalles larges dans les graves et plus
resserrés dans l’aigu, etc. Une disposition analogue aura donc de
bonnes chances d’asseoir confortablement un accord. On remarque aussi,
qu’abstraction faite des doublures, on obtient la suite de notes :

#+BEGIN_CENTER
do mi sol si^b ré
#+END_CENTER

La suite des harmoniques naturelles semble donc nous diriger vers des
accords construits par empilement de tierces majeures ou mineures.
Ceci explique la prédominance des accords à base de tierces.


** Nombre de notes

On nomme :

  - *dyade* un accord constitué de deux notes
  - *triade* un accord constitué de trois notes
  - *tétrade* un accord constitué de quatre notes
  - *pentade* un accord constitué de cinq notes

/Remarque/ : on parle ici du nombre de notes intrinsèques de l’accord,
sans tenir compte des éventuelles doublures, suppressions ou ajouts.

Le tableau suivant nous donne les abréviations de ces termes :

| Nom     | Abréviation |
|---------+-------------|
| Dyade   | 2ade        |
| Triade  | 3ade        |
| Tétrade | 4ade        |
| Pentade | 5ade        |


*** Accord et intervalle

On peut voir un accord comme un empilement d’intervalles.
Réciproquement, on peut voir un intervalle comme un accord constitué
de deux notes, c’est-à-dire une dyade.


* Pyramide rythmique

#+TOC: headlines 1 local


** Introduction

Une oeuvre musicale se base sur différentes *unités rythmiques*
fondamentales. La structure pyramidale qui en résulte provient des
principes complémentaires suivants :

  - plusieurs unités peuvent s’assembler pour constituer une unité plus longue
  - chaque unité rythmique est décomposable en unités plus courtes

Voici les unités les plus courantes, en commençant par les plus
courtes :

  - le *temps*
  - la *mesure*, qui regroupe plusieurs temps
  - la *carrure*, qui regroupe plusieurs mesures


** Structure interne

On dispose de qualificatifs permettant de préciser en combien de
sous-unités se décompose une unité rythmique donnée. Ainsi :

  - une unité rythmique *binaire* se décompose en *deux* sous-unités
  - une unité rythmique *ternaire* se décompose en *trois* sous-unités
  - une unité rythmique *quaternaire* se décompose en *quatre* sous-unités

Exemples :

  - une carrure quaternaire se compose de quatre mesures
  - une mesure ternaire se compose de trois temps


** Régularité

Une unité rythmique est dite *régulière* lorsqu’elle se décompose en
sous-unités de durées et structures identiques.

Une unité rythmique est dite *irrégulière* lorsqu’elle se décompose en
sous-unités de durées et structures différentes.


** Mesure

Les mesures se classent en deux catégories :

  - Les *mesures simples*
    + Une mesure simple est constituée d’un seul groupe de /N/ temps
    + Les plus courantes
      * Mesure simple à 2 temps
      * Mesure simple à 3 temps
      * Mesure simple à 4 temps
  - Les *mesures composées*
    + Une mesure composée est constituée de /M/ groupes de /N/ temps
    + Les plus courantes
      * 4 temps structurés en 2 groupes de 2 temps
      * 6 temps structurés en 2 groupes de 3 temps
      * 9 temps structurés en 3 groupes de 3 temps
      * 12 temps structurés en 4 groupes de 3 temps

Par exemple :

  - Le galop, la habanera et la polka sont basés sur une mesure simple
    à 2 temps

  - La valse, la chaconne et la sarabande sont basés sur une mesure
    simple à 3 temps

  - Le fameux "Take Five" de Dave Brubeck est basé sur une mesure
    simple à 5 temps

  - La sicilienne et la tarentelle sont basées sur une mesure composée
    à 6 temps


** Carrure

La *carrure* peut regrouper 2, 3, 4 mesures ou plus. La
*carrure royale* compte 8 mesures. Chaque carrure sert de support au
développement d’un mini-thème musical.


* Pulsations & Oscillations

#+TOC: headlines 1 local


** Pulsation

En plus de la structure écrite sur la partition, on dispose de la
notion de *pulsation*, battement fondamental que l’on ressent en
écoutant la musique. Une pulsation dure approximativement une seconde,
un peu plus dans les rythmes lents, et un peu moins dans les rythmes
rapides.


