grimoire/musica-02-partition.html


<div id="outline-container-org29394f4" class="outline-5">
<h5 id="org29394f4"><span class="section-number-5">5.7.7.2</span> Fusion</h5>
<div class="outline-text-5" id="text-5-7-7-2">
<p>
Il est tout à fait possible de fusionner deux ou plusieurs accords
afin d’en construire un nouveau.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org239d1c0" class="outline-3">
<h3 id="org239d1c0"><span class="section-number-3">5.8</span> Intervalle interne</h3>
<div class="outline-text-3" id="text-5-8">
<p>
Un <b>intervalle interne</b> d’un accord est un intervalle qui sépare deux
de ses notes.
</p>

<p>
Les intervalles internes les plus importants sont ceux qui séparent :
</p>

<ul class="org-ul">
<li>une note de l’accord avec la fondamentale</li>
<li>une note de l’accord avec la basse</li>
</ul>
</div>
</div>


<div id="outline-container-orge383e02" class="outline-3">
<h3 id="orge383e02"><span class="section-number-3">5.9</span> Harmoniques naturelles</h3>
<div class="outline-text-3" id="text-5-9">
<p>
On peut générer une suite de notes dont les fréquences respectent au
moins approximativement les ratios des harmoniques naturelles :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 / 1</td>
<td class="org-left">—</td>
<td class="org-left">3 / 2</td>
<td class="org-left">—</td>
<td class="org-left">4 / 3</td>
<td class="org-left">—</td>
<td class="org-left">5 / 4</td>
<td class="org-left">—</td>
<td class="org-left">6 / 5</td>
<td class="org-left">—</td>
<td class="org-left">7 / 6</td>
<td class="org-left">—</td>
<td class="org-left">8 / 7</td>
<td class="org-left">—</td>
<td class="org-left">9 / 8</td>
<td class="org-left">—</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
En partant d’un <i>do</i>, nous obtenons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do</td>
<td class="org-left">do</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
<td class="org-left">si<sup>b</sup></td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
On peut voir cette suite comme un accord placé dans une disposition
particulière : multiples doublures de la fondamentale <i>do</i>, doublure
de la quinte <i>sol</i>, intervalles larges dans les graves et plus
resserrés dans l’aigu, etc. Une disposition analogue aura donc de
bonnes chances d’asseoir confortablement un accord. On remarque aussi,
qu’abstraction faite des doublures, on obtient la suite de notes :
</p>

<div class="org-center">
<p>
do mi sol si<sup>b</sup> ré
</p>
</div>

<p>
La suite des harmoniques naturelles semble donc nous diriger vers des
accords construits par empilement de tierces majeures ou mineures.
Ceci explique la prédominance des accords à base de tierces.
</p>
</div>
</div>


<div id="outline-container-org52e0b9c" class="outline-3">
<h3 id="org52e0b9c"><span class="section-number-3">5.10</span> Nombre de notes</h3>
<div class="outline-text-3" id="text-5-10">
<p>
On nomme :
</p>

<ul class="org-ul">
<li><b>dyade</b> un accord constitué de deux notes</li>
<li><b>triade</b> un accord constitué de trois notes</li>
<li><b>tétrade</b> un accord constitué de quatre notes</li>
<li><b>pentade</b> un accord constitué de cinq notes</li>
</ul>

<p>
<i>Remarque</i> : on parle ici du nombre de notes intrinsèques de l’accord,
sans tenir compte des éventuelles doublures, suppressions ou ajouts.
</p>

<p>
Le tableau suivant nous donne les abréviations de ces termes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nom</th>
<th scope="col" class="org-left">Abréviation</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Dyade</td>
<td class="org-left">2ade</td>
</tr>

<tr>
<td class="org-left">Triade</td>
<td class="org-left">3ade</td>
</tr>

<tr>
<td class="org-left">Tétrade</td>
<td class="org-left">4ade</td>
</tr>

<tr>
<td class="org-left">Pentade</td>
<td class="org-left">5ade</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org8543cee" class="outline-4">
<h4 id="org8543cee"><span class="section-number-4">5.10.1</span> Accord et intervalle</h4>
<div class="outline-text-4" id="text-5-10-1">
<p>
On peut voir un accord comme un empilement d’intervalles.
Réciproquement, on peut voir un intervalle comme un accord constitué
de deux notes, c’est-à-dire une dyade.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgb2cfaad" class="outline-2">
<h2 id="orgb2cfaad"><span class="section-number-2">6</span> Pyramide rythmique</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgfea1c86">6.1. Introduction</a></li>
<li><a href="#orgdfa0913">6.2. Structure interne</a></li>
<li><a href="#org0393165">6.3. Régularité</a></li>
<li><a href="#orgd857967">6.4. Mesure</a></li>
<li><a href="#org8045334">6.5. Carrure</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgfea1c86" class="outline-3">
<h3 id="orgfea1c86"><span class="section-number-3">6.1</span> Introduction</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Une oeuvre musicale se base sur différentes <b>unités rythmiques</b>
fondamentales. La structure pyramidale qui en résulte provient des
principes complémentaires suivants :
</p>

<ul class="org-ul">
<li>plusieurs unités peuvent s’assembler pour constituer une unité plus longue</li>
<li>chaque unité rythmique est décomposable en unités plus courtes</li>
</ul>

<p>
Voici les unités les plus courantes, en commençant par les plus
courtes :
</p>

<ul class="org-ul">
<li>le <b>temps</b></li>
<li>la <b>mesure</b>, qui regroupe plusieurs temps</li>
<li>la <b>carrure</b>, qui regroupe plusieurs mesures</li>
</ul>
</div>
</div>


<div id="outline-container-orgdfa0913" class="outline-3">
<h3 id="orgdfa0913"><span class="section-number-3">6.2</span> Structure interne</h3>
<div class="outline-text-3" id="text-6-2">
<p>
On dispose de qualificatifs permettant de préciser en combien de
sous-unités se décompose une unité rythmique donnée. Ainsi :
</p>

<ul class="org-ul">
<li>une unité rythmique <b>binaire</b> se décompose en <b>deux</b> sous-unités</li>
<li>une unité rythmique <b>ternaire</b> se décompose en <b>trois</b> sous-unités</li>
<li>une unité rythmique <b>quaternaire</b> se décompose en <b>quatre</b> sous-unités</li>
</ul>

<p>
Exemples :
</p>

<ul class="org-ul">
<li>une carrure quaternaire se compose de quatre mesures</li>
<li>une mesure ternaire se compose de trois temps</li>
</ul>
</div>
</div>


<div id="outline-container-org0393165" class="outline-3">
<h3 id="org0393165"><span class="section-number-3">6.3</span> Régularité</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Une unité rythmique est dite <b>régulière</b> lorsqu’elle se décompose en
sous-unités de durées et structures identiques.
</p>

<p>
Une unité rythmique est dite <b>irrégulière</b> lorsqu’elle se décompose en
sous-unités de durées et structures différentes.
</p>
</div>
</div>


<div id="outline-container-orgd857967" class="outline-3">
<h3 id="orgd857967"><span class="section-number-3">6.4</span> Mesure</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Les mesures se classent en deux catégories :
</p>

<ul class="org-ul">
<li>Les <b>mesures simples</b>
<ul class="org-ul">
<li>Une mesure simple est constituée d’un seul groupe de <i>N</i> temps</li>
<li>Les plus courantes
<ul class="org-ul">
<li>Mesure simple à 2 temps</li>
<li>Mesure simple à 3 temps</li>
<li>Mesure simple à 4 temps</li>
</ul></li>
</ul></li>
<li>Les <b>mesures composées</b>
<ul class="org-ul">
<li>Une mesure composée est constituée de <i>M</i> groupes de <i>N</i> temps</li>
<li>Les plus courantes
<ul class="org-ul">
<li>4 temps structurés en 2 groupes de 2 temps</li>
<li>6 temps structurés en 2 groupes de 3 temps</li>
<li>9 temps structurés en 3 groupes de 3 temps</li>
<li>12 temps structurés en 4 groupes de 3 temps</li>
</ul></li>
</ul></li>
</ul>

<p>
Par exemple :
</p>

<ul class="org-ul">
<li>Le galop, la habanera et la polka sont basés sur une mesure simple
à 2 temps</li>

<li>La valse, la chaconne et la sarabande sont basés sur une mesure
simple à 3 temps</li>

<li>Le fameux "Take Five" de Dave Brubeck est basé sur une mesure
simple à 5 temps</li>

<li>La sicilienne et la tarentelle sont basées sur une mesure composée
à 6 temps</li>
</ul>
</div>
</div>


<div id="outline-container-org8045334" class="outline-3">
<h3 id="org8045334"><span class="section-number-3">6.5</span> Carrure</h3>
<div class="outline-text-3" id="text-6-5">
<p>
La <b>carrure</b> peut regrouper 2, 3, 4 mesures ou plus. La
<b>carrure royale</b> compte 8 mesures. Chaque carrure sert de support au
développement d’un mini-thème musical.
</p>
</div>
</div>
</div>


<div id="outline-container-orgbde240b" class="outline-2">
<h2 id="orgbde240b"><span class="section-number-2">7</span> Pulsations &amp; Oscillations</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb51ccaa">7.1. Pulsation</a></li>
<li><a href="#orga237840">7.2. Oscillation</a></li>
<li><a href="#org5d963d1">7.3. Notation</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgb51ccaa" class="outline-3">
<h3 id="orgb51ccaa"><span class="section-number-3">7.1</span> Pulsation</h3>
<div class="outline-text-3" id="text-7-1">
<p>
En plus de la structure écrite sur la partition, on dispose de la
notion de <b>pulsation</b>, battement fondamental que l’on ressent en
écoutant la musique. Une pulsation dure approximativement une seconde,
un peu plus dans les rythmes lents, et un peu moins dans les rythmes
rapides.
</p>
</div>
