grimoire/musica-02-partition.org
*** Mesures simples

La pulsation correspond en général à la durée d’une mesure simple, et
se décompose alors en 2, 3, 4 ou /N/ temps.


*** Mesures composées

Dans le cas d’une mesure composée, la pulsation correspond à la durée
d’un groupe de temps. Il y a donc :

  - 2 pulsations de 2 temps dans une mesure composée à 4 temps
  - 2 pulsations de 3 temps dans une mesure composée à 6 temps
  - 3 pulsations de 3 temps dans une mesure composée à 9 temps
  - 4 pulsations de 3 temps dans une mesure composée à 12 temps


*** Tactus

On utilisait autrefois un concept proche de la pulsation : le
*tactus*, unité de temps proche de la seconde à laquelle toutes les
durées se rapportaient. Tout comme pour la pulsation, des variantes de
tactus plus ou moins rapides existaient.


** Oscillation

L’effet de balancement produit par le regroupement de 2 pulsations ou
plus est appelé *oscillation*. On a donc :

  - la pulsation, dont la durée est approximativement égale à la
    seconde

  - l’oscillation, qui regroupe plusieurs pulsations

/Remarque/ : l’oscillation de 2 pulsations est de loin la plus fréquente.


*** Disposition sur les mesures

Une oscillation de 2 pulsations peut être formée de :

  - 2 mesures simples à 2, 3, 4 ou /N/ temps

  - 1 mesure composée de 6 temps, soit 2 groupes de 3 temps

Une oscillation de 3 pulsations peut être formée de :

  - 3 mesures simples à 2, 3, 4 ou /N/ temps

  - 1 mesure composée de 9 temps, soit 9 groupes de 3 temps

Une oscillation de 4 pulsations peut être formée de :

  - 4 mesures simples à 2, 3, 4 ou /N/ temps

  - 1 mesure composée de 12 temps, soit 4 groupes de 3 temps

En général, une oscillation de /M/ pulsations peut être formée de :

  - /M/ mesures simples à 2, 3, 4 ou /N/ temps

  - 1 mesure composée de /M × N/ temps, soit /M/ groupes de /N/ temps


** Notation

Nous utilisons les notations suivantes :

| Notation | Temps                                    |
|----------+------------------------------------------|
| §        | Premier temps de l’oscillation           |
| ¶        | Premier temps d’une pulsation, excepté § |
| χ        | Autres temps                             |

Voici quelques exemples de cette notation :

#+ATTR_HTML: :class plat
| Oscillation de 2 pulsations binaires  | : | § | χ | ¶ | χ |   |   |   |   |   |   |   |   |
| Oscillation de 3 pulsations binaires  | : | § | χ | ¶ | χ | ¶ | χ |   |   |   |   |   |   |
| Oscillation de 4 pulsations binaires  | : | § | χ | ¶ | χ | ¶ | χ | ¶ | χ |   |   |   |   |
| Oscillation de 2 pulsations ternaires | : | § | χ | χ | ¶ | χ | χ |   |   |   |   |   |   |
| Oscillation de 3 pulsations ternaires | : | § | χ | χ | ¶ | χ | χ | ¶ | χ | χ |   |   |   |
| Oscillation de 4 pulsations ternaires | : | § | χ | χ | ¶ | χ | χ | ¶ | χ | χ | ¶ | χ | χ |


* Mesures

#+TOC: headlines 1 local


** Mesure régulière

Une mesure *régulière* est une mesure composée de groupes
de temps de durées et structures identiques. Considérons
par exemple une mesure comptant en tout 6 temps. Elle peut
s’organiser en 2 groupes de 3 temps ou en 3 groupes de 2 temps :

#+ATTR_HTML: :class plat
| /Deux groupes ternaires/ | : | 3 + 3     |
| /Trois groupes binaires/ | : | 2 + 2 + 2 |

De même, une mesure de 12 temps peut se structurer en 4
temps ternaires ou en 3 temps quaternaires :

#+ATTR_HTML: :class plat
| /Quatre groupes ternaires/   | : | 3 + 3 + 3 + 3 |
| /Trois groupes quaternaires/ | : | 4 + 4 + 4     |


*** Généralisation

Si l’on souhaite une mesure composée de /M/ groupes de /N/ temps il
suffit de choisir une mesure de /M × N/ temps.


** Mesure irrégulière

Une mesure *irrégulière* est une mesure composée constituée de groupes
de temps de natures différentes. Voici quelques exemples de
décompositions irrégulières :

| Nombre de temps | Décomposition     |
|-----------------+-------------------|
|               5 | 2 + 3             |
|               7 | 3 + 4             |
|               7 | 2 + 3 + 2         |
|               7 | 3 + 2 + 2         |
|               8 | 3 + 2 + 3         |
|               9 | 3 + 2 + 4         |
|              10 | 4 + 3 + 3         |
|              11 | 4 + 4 + 3         |
|              12 | 3 + 4 + 2 + 3     |
|                 | 2 + 3 + 3 + 2 + 2 |

On retrouve des décompositions analogues dans [[file:litera-01-rimailleur.org::#section:coupesEtCesures][les coupes et césures poétiques]].


