grimoire/musica-02-partition.html


<div id="outline-container-org17246c4" class="outline-4">
<h4 id="org17246c4"><span class="section-number-4">7.1.1</span> Mesures simples</h4>
<div class="outline-text-4" id="text-7-1-1">
<p>
La pulsation correspond en général à la durée d’une mesure simple, et
se décompose alors en 2, 3, 4 ou <i>N</i> temps.
</p>
</div>
</div>


<div id="outline-container-org39dace7" class="outline-4">
<h4 id="org39dace7"><span class="section-number-4">7.1.2</span> Mesures composées</h4>
<div class="outline-text-4" id="text-7-1-2">
<p>
Dans le cas d’une mesure composée, la pulsation correspond à la durée
d’un groupe de temps. Il y a donc :
</p>

<ul class="org-ul">
<li>2 pulsations de 2 temps dans une mesure composée à 4 temps</li>
<li>2 pulsations de 3 temps dans une mesure composée à 6 temps</li>
<li>3 pulsations de 3 temps dans une mesure composée à 9 temps</li>
<li>4 pulsations de 3 temps dans une mesure composée à 12 temps</li>
</ul>
</div>
</div>


<div id="outline-container-org88d2b06" class="outline-4">
<h4 id="org88d2b06"><span class="section-number-4">7.1.3</span> Tactus</h4>
<div class="outline-text-4" id="text-7-1-3">
<p>
On utilisait autrefois un concept proche de la pulsation : le
<b>tactus</b>, unité de temps proche de la seconde à laquelle toutes les
durées se rapportaient. Tout comme pour la pulsation, des variantes de
tactus plus ou moins rapides existaient.
</p>
</div>
</div>
</div>


<div id="outline-container-orga237840" class="outline-3">
<h3 id="orga237840"><span class="section-number-3">7.2</span> Oscillation</h3>
<div class="outline-text-3" id="text-7-2">
<p>
L’effet de balancement produit par le regroupement de 2 pulsations ou
plus est appelé <b>oscillation</b>. On a donc :
</p>

<ul class="org-ul">
<li>la pulsation, dont la durée est approximativement égale à la
seconde</li>

<li>l’oscillation, qui regroupe plusieurs pulsations</li>
</ul>

<p>
<i>Remarque</i> : l’oscillation de 2 pulsations est de loin la plus fréquente.
</p>
</div>


<div id="outline-container-orga51046a" class="outline-4">
<h4 id="orga51046a"><span class="section-number-4">7.2.1</span> Disposition sur les mesures</h4>
<div class="outline-text-4" id="text-7-2-1">
<p>
Une oscillation de 2 pulsations peut être formée de :
</p>

<ul class="org-ul">
<li>2 mesures simples à 2, 3, 4 ou <i>N</i> temps</li>

<li>1 mesure composée de 6 temps, soit 2 groupes de 3 temps</li>
</ul>

<p>
Une oscillation de 3 pulsations peut être formée de :
</p>

<ul class="org-ul">
<li>3 mesures simples à 2, 3, 4 ou <i>N</i> temps</li>

<li>1 mesure composée de 9 temps, soit 9 groupes de 3 temps</li>
</ul>

<p>
Une oscillation de 4 pulsations peut être formée de :
</p>

<ul class="org-ul">
<li>4 mesures simples à 2, 3, 4 ou <i>N</i> temps</li>

<li>1 mesure composée de 12 temps, soit 4 groupes de 3 temps</li>
</ul>

<p>
En général, une oscillation de <i>M</i> pulsations peut être formée de :
</p>

<ul class="org-ul">
<li><i>M</i> mesures simples à 2, 3, 4 ou <i>N</i> temps</li>

<li>1 mesure composée de <i>M × N</i> temps, soit <i>M</i> groupes de <i>N</i> temps</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org5d963d1" class="outline-3">
<h3 id="org5d963d1"><span class="section-number-3">7.3</span> Notation</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Nous utilisons les notations suivantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Notation</th>
<th scope="col" class="org-left">Temps</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">§</td>
<td class="org-left">Premier temps de l’oscillation</td>
</tr>

<tr>
<td class="org-left">¶</td>
<td class="org-left">Premier temps d’une pulsation, excepté §</td>
</tr>

<tr>
<td class="org-left">χ</td>
<td class="org-left">Autres temps</td>
</tr>
</tbody>
</table>

<p>
Voici quelques exemples de cette notation :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Oscillation</th>
<th scope="col" class="org-left">Structure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">3 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">4 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ ¶ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">2 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">3 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">4 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ ¶ χ χ</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgd101ecd" class="outline-2">
<h2 id="orgd101ecd"><span class="section-number-2">8</span> Mesures</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents">
<ul>
<li><a href="#org03519a9">8.1. Mesure régulière</a></li>
<li><a href="#org05613bd">8.2. Mesure irrégulière</a></li>
<li><a href="#org456ad47">8.3. Transition</a></li>
<li><a href="#org7201511">8.4. Temps forts et faibles</a></li>
<li><a href="#orged421c6">8.5. Anacrouse</a></li>
</ul>
</div>
</div>


<div id="outline-container-org03519a9" class="outline-3">
<h3 id="org03519a9"><span class="section-number-3">8.1</span> Mesure régulière</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Une mesure <b>régulière</b> est une mesure composée de groupes
de temps de durées et structures identiques. Considérons
par exemple une mesure comptant en tout 6 temps. Elle peut
s’organiser en 2 groupes de 3 temps ou en 3 groupes de 2 temps :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Deux groupes ternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">3 + 3</td>
</tr>

<tr>
<td class="org-left"><i>Trois groupes binaires</i></td>
<td class="org-left">:</td>
<td class="org-left">2 + 2 + 2</td>
</tr>
</tbody>
</table>

<p>
De même, une mesure de 12 temps peut se structurer en 4
temps ternaires ou en 3 temps quaternaires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Quatre groupes ternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">3 + 3 + 3 + 3</td>
</tr>

<tr>
<td class="org-left"><i>Trois groupes quaternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">4 + 4 + 4</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org9fd6c07" class="outline-4">
<h4 id="org9fd6c07"><span class="section-number-4">8.1.1</span> Généralisation</h4>
<div class="outline-text-4" id="text-8-1-1">
<p>
Si l’on souhaite une mesure composée de <i>M</i> groupes de <i>N</i> temps il
suffit de choisir une mesure de <i>M × N</i> temps.
</p>
</div>
</div>
</div>


<div id="outline-container-org05613bd" class="outline-3">
<h3 id="org05613bd"><span class="section-number-3">8.2</span> Mesure irrégulière</h3>
<div class="outline-text-3" id="text-8-2">
<p>
Une mesure <b>irrégulière</b> est une mesure composée constituée de groupes
de temps de natures différentes. Voici quelques exemples de
décompositions irrégulières :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre de temps</th>
<th scope="col" class="org-left">Décomposition</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">5</td>
<td class="org-left">2 + 3</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">3 + 4</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">2 + 3 + 2</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">3 + 2 + 2</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">3 + 2 + 3</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">3 + 2 + 4</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">4 + 3 + 3</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">4 + 4 + 3</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">3 + 4 + 2 + 3</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">2 + 3 + 3 + 2 + 2</td>
</tr>
</tbody>
</table>

<p>
On retrouve des décompositions analogues dans <a href="litera-01-rimailleur.html#section:coupesEtCesures">les coupes et césures poétiques</a>.
</p>
</div>
