grimoire/musica-02-partition.org
*** Pulsation

Les mesures irrégulières peuvent servir de support :

  - à une pulsation variable, qui correspond à la durée d’un groupe de
    temps de la mesure

  - à une pulsation constante, qui correspond à la durée d’une mesure

Considérons par exemple une mesure irrégulière de structure 2 + 3.

Une oscillation constitutée de deux pulsations variables sera alors
construite sur une mesure, comme suit :

#+ATTR_HTML: :class plat
| § | χ | ¶ | χ | χ |

tandis qu’une oscillation constitutée de deux pulsations constantes
sera alors construite sur deux mesures, comme suit :

#+ATTR_HTML: :class plat
| § | χ | χ | χ | χ | ¶ | χ | χ | χ | χ |

Voici quelques exemples de pulsations variables :

#+ATTR_HTML: :class plat
| 2 + 3     | : | § | χ | ¶ | χ | χ |   |   |   |   |
| 3 + 4     | : | § | χ | χ | ¶ | χ | χ | χ |   |   |
| 2 + 3 + 2 | : | § | χ | ¶ | χ | χ | ¶ | χ |   |   |
| 3 + 2 + 4 | : | § | χ | χ | ¶ | χ | ¶ | χ | χ | χ |

Voici quelques exemples de pulsations constantes :

#+ATTR_HTML: :class plat
| 2 + 3     | : | § | χ | χ | χ | χ | ¶ | χ | χ | χ | χ |   |   |   |   |
| 3 + 4     | : | § | χ | χ | χ | χ | χ | χ | ¶ | χ | χ | χ | χ | χ | χ |
| 2 + 3 + 2 | : | § | χ | χ | χ | χ | χ | χ | ¶ | χ | χ | χ | χ | χ | χ |


** Transition

Il est possible de réaliser des transitions naturelles entre mesures
composées de groupes binaires, ternaires et quaternaires :

  - Une mesure composée de 2 groupes de 3 temps peut être réorganisée
    en 3 groupes de 2 temps. Chaque groupe correspondant à une
    pulsation, on passe alors de 2 pulsations ternaires à 3 pulsations
    binaires

  - Une mesure composée de 4 groupes de 3 temps peut être réorganisée
    en 3 groupes de 4 temps. Chaque groupe correspondant à une
    pulsation, on passe alors de 4 pulsations ternaires à 3 pulsations
    quaternaires

En utilisant le même procédé, on peut réorganiser les pulsations dans
un groupe de mesures :

  - 2 mesures de 3 temps comptent en général une pulsation par mesure,
    c’est-à-dire une pulsation tout les 3 temps. On peut réorganiser
    le tout en plaçant une pulsation tous les 2 temps. On passe alors
    de 2 pulsations ternaires à 3 pulsations binaires.

  - 4 mesures de 3 temps comptent en général une pulsation par mesure.
    On peut réorganiser le tout en plaçant une pulsation tous les 4
    temps. On passe alors de 4 pulsations ternaires à 3 pulsations
    quaternaires.


** Temps forts et faibles

Tous les temps ne sont pas d’égale importance, il arrive que certains
soient plus accentués que d’autres. Lorsque c’est le cas, les temps
les plus accentués sont appelés *temps forts*, et les autres *temps
faibles*. On rencontre aussi des *temps médians*, dont l’accentuation
est intermédiaire entre celles des temps forts et faibles. Nous avons
donc finalement trois niveaux d’accentuation :

  - temps fort
  - temps médian
  - temps faible

Nous utilisons les abréviations suivantes :

| F | Temps fort   |
| M | Temps médian |
| f | Temps faible |

Le cas le plus fréquent est celui où temps forts et faibles sont
alternés. Les temps médians étant généralement assimilés à des temps
forts en ce qui concerne l’alternance, nous avons les structures de
base suivantes pour les mesures régulières :

| 2 temps | F f     |
| 3 temps | F f M   |
| 4 temps | F f M f |

Ces structures peuvent évidemment varier suivant les circonstances :
mesures irrégulières, etc.


*** Parties fortes et faibles

À cette hiérarchie des temps forts et faibles, vient s’ajouter celle
des parties fortes et faibles d’un temps. La *partie forte* d’un temps
correspond simplement au début du temps, et la *partie faible* à tout
le reste.


** Anacrouse

Lorsque la première mesure d’un morceau est incomplète, on la nomme
*anacrouse*. Cette première mesure est alors constituée de notes
précédent le premier temps fort de la musique, ce qui provoque un
décalage entre la mélodie et la structure rythmique.

Notons que l’anacrouse n’est pas obligatoire : un thème mélodique peut
démarrer au début d’une mesure.


* Carrures

#+TOC: headlines 1 local


** Oscillations

Le plus souvent, les carrures sont organisées de telle sorte qu’elles
respectent la structure des oscillations.


