grimoire/musica-02-partition.html


<div id="outline-container-org80e3f26" class="outline-4">
<h4 id="org80e3f26"><span class="section-number-4">8.2.1</span> Pulsation</h4>
<div class="outline-text-4" id="text-8-2-1">
<p>
Les mesures irrégulières peuvent servir de support :
</p>

<ul class="org-ul">
<li>à une pulsation variable, qui correspond à la durée d’un groupe de
temps de la mesure</li>

<li>à une pulsation constante, qui correspond à la durée d’une mesure</li>
</ul>

<p>
Considérons par exemple une mesure irrégulière de structure 2 + 3.
</p>

<p>
Une oscillation constitutée de deux pulsations variables sera alors
construite sur une mesure, comme suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>

<p>
tandis qu’une oscillation constitutée de deux pulsations constantes
sera alors construite sur deux mesures, comme suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>

<p>
Voici quelques exemples de pulsations variables :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 + 3</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3 + 4</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2 + 3 + 2</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3 + 2 + 4</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>

<p>
Voici quelques exemples de pulsations constantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 + 3</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3 + 4</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>

<tr>
<td class="org-left">2 + 3 + 2</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org456ad47" class="outline-3">
<h3 id="org456ad47"><span class="section-number-3">8.3</span> Transition</h3>
<div class="outline-text-3" id="text-8-3">
<p>
Il est possible de réaliser des transitions naturelles entre mesures
composées de groupes binaires, ternaires et quaternaires :
</p>

<ul class="org-ul">
<li>Une mesure composée de 2 groupes de 3 temps peut être réorganisée
en 3 groupes de 2 temps. Chaque groupe correspondant à une
pulsation, on passe alors de 2 pulsations ternaires à 3 pulsations
binaires</li>

<li>Une mesure composée de 4 groupes de 3 temps peut être réorganisée
en 3 groupes de 4 temps. Chaque groupe correspondant à une
pulsation, on passe alors de 4 pulsations ternaires à 3 pulsations
quaternaires</li>
</ul>

<p>
En utilisant le même procédé, on peut réorganiser les pulsations dans
un groupe de mesures :
</p>

<ul class="org-ul">
<li>2 mesures de 3 temps comptent en général une pulsation par mesure,
c’est-à-dire une pulsation tout les 3 temps. On peut réorganiser
le tout en plaçant une pulsation tous les 2 temps. On passe alors
de 2 pulsations ternaires à 3 pulsations binaires.</li>

<li>4 mesures de 3 temps comptent en général une pulsation par mesure.
On peut réorganiser le tout en plaçant une pulsation tous les 4
temps. On passe alors de 4 pulsations ternaires à 3 pulsations
quaternaires.</li>
</ul>
</div>
</div>


<div id="outline-container-org7201511" class="outline-3">
<h3 id="org7201511"><span class="section-number-3">8.4</span> Temps forts et faibles</h3>
<div class="outline-text-3" id="text-8-4">
<p>
Tous les temps ne sont pas d’égale importance, il arrive que certains
soient plus accentués que d’autres. Lorsque c’est le cas, les temps
les plus accentués sont appelés <b>temps forts</b>, et les autres <b>temps
faibles</b>. On rencontre aussi des <b>temps médians</b>, dont l’accentuation
est intermédiaire entre celles des temps forts et faibles. Nous avons
donc finalement trois niveaux d’accentuation :
</p>

<ul class="org-ul">
<li>temps fort</li>
<li>temps médian</li>
<li>temps faible</li>
</ul>

<p>
Nous utilisons les abréviations suivantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">F</td>
<td class="org-left">Temps fort</td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">Temps médian</td>
</tr>

<tr>
<td class="org-left">f</td>
<td class="org-left">Temps faible</td>
</tr>
</tbody>
</table>

<p>
Le cas le plus fréquent est celui où temps forts et faibles sont
alternés. Les temps médians étant généralement assimilés à des temps
forts en ce qui concerne l’alternance, nous avons les structures de
base suivantes pour les mesures régulières :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 temps</td>
<td class="org-left">F f</td>
</tr>

<tr>
<td class="org-left">3 temps</td>
<td class="org-left">F f M</td>
</tr>

<tr>
<td class="org-left">4 temps</td>
<td class="org-left">F f M f</td>
</tr>
</tbody>
</table>

<p>
Ces structures peuvent évidemment varier suivant les circonstances :
mesures irrégulières, etc.
</p>
</div>


<div id="outline-container-org1b1715d" class="outline-4">
<h4 id="org1b1715d"><span class="section-number-4">8.4.1</span> Parties fortes et faibles</h4>
<div class="outline-text-4" id="text-8-4-1">
<p>
À cette hiérarchie des temps forts et faibles, vient s’ajouter celle
des parties fortes et faibles d’un temps. La <b>partie forte</b> d’un temps
correspond simplement au début du temps, et la <b>partie faible</b> à tout
le reste.
</p>
</div>
</div>
</div>


<div id="outline-container-orged421c6" class="outline-3">
<h3 id="orged421c6"><span class="section-number-3">8.5</span> Anacrouse</h3>
<div class="outline-text-3" id="text-8-5">
<p>
Lorsque la première mesure d’un morceau est incomplète, on la nomme
<b>anacrouse</b>. Cette première mesure est alors constituée de notes
précédent le premier temps fort de la musique, ce qui provoque un
décalage entre la mélodie et la structure rythmique.
</p>

<p>
Notons que l’anacrouse n’est pas obligatoire : un thème mélodique peut
démarrer au début d’une mesure.
</p>
</div>
</div>
</div>


<div id="outline-container-org7ab3aca" class="outline-2">
<h2 id="org7ab3aca"><span class="section-number-2">9</span> Carrures</h2>
<div class="outline-text-2" id="text-9">
<div id="text-table-of-contents">
<ul>
<li><a href="#org286fe6f">9.1. Oscillations</a></li>
<li><a href="#orgd3c9012">9.2. Multi-niveaux</a></li>
</ul>
</div>
</div>


<div id="outline-container-org286fe6f" class="outline-3">
<h3 id="org286fe6f"><span class="section-number-3">9.1</span> Oscillations</h3>
<div class="outline-text-3" id="text-9-1">
<p>
Le plus souvent, les carrures sont organisées de telle sorte qu’elles
respectent la structure des oscillations.
</p>
</div>
</div>
