grimoire/musica-02-partition.org
** Multi-niveaux

Il n’est pas rare qu’une carrure puisse être analysée sur plusieurs
échelles rythmiques. Par exemple, dans la carrure royale :

  - le groupe de 8 mesures peut se décomposer en 2 demi-carrures
    comptant chacune 4 mesures ou oscillations

  - chaque groupe de 4 mesures peut se subdiviser en 2 groupes de 2 mesures

  - le groupe de 8 mesures peut donc se décomposer en 4 quart de
    carrures comptant chacune 2 mesures ou oscillations


* Cellules rythmiques

#+TOC: headlines 1 local


** Introduction

Une *cellule rythmique* est un rythme basique occupant l’entièreté
d’une pulsation, soit :

  - une mesure simple
  - un groupe de temps dans une mesure composée


*** Décomposition et liaison

Une cellule rythmique quelconque peut être obtenue en décomposant la
durée de la pulsation en plusieurs unités, puis en liant entre-elles
certaines de ces unités. Par exemple, dans le cas où la pulsation est
décomposable en une série de 6 croches, nous pouvons modifier cette
série en :

#+BEGIN_CENTER
C‿C‿C C C‿C
#+END_CENTER

On obtient alors le rythme :

#+BEGIN_CENTER
Np C N
#+END_CENTER

Les rythmes les plus courants sont :

  - les rythmes binaires, obtenus en décomposant une pulsation binaire
    en 2, en 4, ou en 8

  - les rythmes ternaires, obtenus en décomposant une pulsation
    ternaire en 3, en 6, ou en 12.


*** Adaptation des durées

Il est possible d’adapter une cellule rythmique prévue pour une durée
/D/ afin qu’elle occupe une durée /M × D/. Il suffit pour cela
de multiplier la durée de chaque note par /M/.

Il est possible d’adapter une cellule rythmique prévue pour une durée
/D/ afin qu’elle occupe une durée /D / M/.  Il suffit
pour cela de diviser la durée de chaque note par /M/.


**** Triolet et duolet

Le triolet multiplie la durée par 2 / 3 et permet donc de placer un
rythme ternaire dans une pulsation binaire.

Le duolet multiplie la durée par 3 / 2 et permet donc de placer un
rythme binaire dans une pulsation ternaire.


**** Pointée : 3 / 2 ou 4 / 3

Le rapport :

#+BEGIN_CENTER
durée d’une blanche pointée / durée d’une blanche
#+END_CENTER

est de 3 / 2. Lors des variations de structure rythmique au sein d’un
même morceau, il est parfois souhaitable de disposer d’un rapport plus
proche de 1, comme le rapport :

#+BEGIN_CENTER
durée d’une noire pointée / durée d’une blanche
#+END_CENTER

qui nous donne 3 / 4. On divise alors par deux la durée de chaque
cellule rythmique occupant une blanche pointée afin qu’elle n’occupe
plus qu’une noire pointée. Ce procédé nous donne par exemple :

#+ATTR_HTML: :class plat
| Bp    | ⟼ | Np    |
| Ν N N | ⟼ | C C C |
| B N   | ⟼ | N C   |


*** Silences


**** Remplacement par un silence

On peut très bien remplacer une ou plusieurs notes d’une cellule
rythmique par des silences de mêmes durées. Par exemple, si on
escamote la première note de :

#+BEGIN_CENTER
N C N C
#+END_CENTER

on obtient :

#+BEGIN_CENTER
ns C N C
#+END_CENTER


**** Sécheresse & Fluidité

Les cellules rythmiques construites par décomposition et liaison
donnent des rythmes *fluides*, c’est-à-dire ne comprenant pas de
silences. On peut toutefois raccourcir les notes et intercaler des
silences afin de produire ce qu’on appelle un rythme *sec*. Par
exemple, on peut écourter les notes de :

#+BEGIN_CENTER
Np C N
#+END_CENTER

obtenant le rythme sec :

#+BEGIN_CENTER
C ns dC dcs C cs
#+END_CENTER


*** Combinaisons

Le rythme d’une oscillation peut être construit en combinant plusieurs
cellules rythmiques, à raison d’une cellule par pulsation.

Les cellules rythmiques binaires s’appliquent aux pulsations
binaires, tandis que les cellules rythmiques ternaires s’appliquent
aux pulsations ternaires.


** Classification

Les cellules rythmiques sont caractérisées par le nombre de notes
présentes après décomposition et liaison. Parmi celles-ci, on
distingue les notes « longues » des notes « brèves ». Il s’agit d’une
distinction approximative, deux notes classées dans la même catégorie
(longue ou brève) n’ayant pas forcément une durée exactement
identique. Il arrive que cette distinction n’ait pas lieu d’être,
toutes les notes ayant une durée identique. On parle alors de notes
« égales ». Nous utilisons les notations :

# symboles :
#
# &mdash; = —
# &union; = ∪
# &perp;= ⊥

| — | Note longue |
| ∪ | Note brève  |
| ⊥ | Note égale  |

Dans la suite, nous considérons une pulsation binaire de durée égale à
une blanche et une pulsation ternaire de durée égale à une blanche
pointée.

/Remarque/ : cette notion de contraste entre longues et brèves n’est
pas sans rappeler les syllabes lourdes et légères de la [[file:litera-01-rimailleur.org::#section:metriqueQuantitative][métrique
quantitative]] en poésie. Toutefois, la palette des durées musicales est
nettement plus nuancée que cette simple dualité, et permet donc des
possibilités beaucoup plus nombreuses, ainsi que nous allons le voir.


**** Une note

Le cas des celulles rythmiques ne contenant qu’une note est simple,
celle-ci doit occuper tout l’espace disponible dans la pulsation :

| Pulsation binaire | Pulsation ternaire |
|-------------------+--------------------|
| B                 | Bp                 |


