grimoire/musica-02-partition.html


<div id="outline-container-orgd3c9012" class="outline-3">
<h3 id="orgd3c9012"><span class="section-number-3">9.2</span> Multi-niveaux</h3>
<div class="outline-text-3" id="text-9-2">
<p>
Il n’est pas rare qu’une carrure puisse être analysée sur plusieurs
échelles rythmiques. Par exemple, dans la carrure royale :
</p>

<ul class="org-ul">
<li>le groupe de 8 mesures peut se décomposer en 2 demi-carrures
comptant chacune 4 mesures ou oscillations</li>

<li>chaque groupe de 4 mesures peut se subdiviser en 2 groupes de 2 mesures</li>

<li>le groupe de 8 mesures peut donc se décomposer en 4 quart de
carrures comptant chacune 2 mesures ou oscillations</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgf12621e" class="outline-2">
<h2 id="orgf12621e"><span class="section-number-2">10</span> Cellules rythmiques</h2>
<div class="outline-text-2" id="text-10">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgbc18c44">10.1. Introduction</a></li>
<li><a href="#org955c81b">10.2. Décomposition et liaison</a></li>
<li><a href="#org637dc3b">10.3. Adaptation des durées</a></li>
<li><a href="#org4e18be6">10.4. Silences</a></li>
<li><a href="#org06696ab">10.5. Oscillation</a></li>
<li><a href="#orgad431fd">10.6. Classification</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgbc18c44" class="outline-3">
<h3 id="orgbc18c44"><span class="section-number-3">10.1</span> Introduction</h3>
<div class="outline-text-3" id="text-10-1">
<p>
Une <b>cellule rythmique</b> est un rythme basique occupant l’entièreté
d’une pulsation, soit un des cas suivants :
</p>

<ul class="org-ul">
<li>une mesure simple</li>
<li>un groupe de temps dans une mesure composée</li>
</ul>
</div>
</div>


<div id="outline-container-org955c81b" class="outline-3">
<h3 id="org955c81b"><span class="section-number-3">10.2</span> Décomposition et liaison</h3>
<div class="outline-text-3" id="text-10-2">
<p>
Une cellule rythmique quelconque peut être obtenue en décomposant la
durée de la pulsation en plusieurs unités, puis en liant entre-elles
certaines de ces unités. Par exemple, dans le cas où la pulsation est
décomposable en une série de 6 croches, nous pouvons modifier cette
série en :
</p>

<div class="org-center">
<p>
C‿C‿C C C‿C
</p>
</div>

<p>
On obtient alors le rythme :
</p>

<div class="org-center">
<p>
Np C N
</p>
</div>

<p>
Les rythmes les plus courants sont :
</p>

<ul class="org-ul">
<li>les rythmes binaires, obtenus en décomposant une pulsation binaire
en 2, en 4, ou en 8</li>

<li>les rythmes ternaires, obtenus en décomposant une pulsation
ternaire en 3, en 6, ou en 12.</li>
</ul>
</div>
</div>


<div id="outline-container-org637dc3b" class="outline-3">
<h3 id="org637dc3b"><span class="section-number-3">10.3</span> Adaptation des durées</h3>
<div class="outline-text-3" id="text-10-3">
<p>
Il est possible d’adapter une cellule rythmique prévue pour une durée
<i>D</i> afin qu’elle occupe une durée <i>M × D</i>. Il suffit pour cela
de multiplier la durée de chaque note par <i>M</i>.
</p>

<p>
Il est possible d’adapter une cellule rythmique prévue pour une durée
<i>D</i> afin qu’elle occupe une durée <i>D / M</i>.  Il suffit
pour cela de diviser la durée de chaque note par <i>M</i>.
</p>
</div>


<div id="outline-container-org6466de1" class="outline-5">
<h5 id="org6466de1"><span class="section-number-5">10.3.0.1</span> Triolet et duolet</h5>
<div class="outline-text-5" id="text-10-3-0-1">
<p>
Le triolet multiplie la durée par 2 / 3 et permet donc de placer un
rythme ternaire dans une pulsation binaire.
</p>

<p>
Le duolet multiplie la durée par 3 / 2 et permet donc de placer un
rythme binaire dans une pulsation ternaire.
</p>
</div>
</div>


<div id="outline-container-org107345d" class="outline-5">
<h5 id="org107345d"><span class="section-number-5">10.3.0.2</span> Pointée : 3 / 2 ou 4 / 3</h5>
<div class="outline-text-5" id="text-10-3-0-2">
<p>
Le rapport :
</p>

<div class="org-center">
<p>
durée d’une blanche pointée / durée d’une blanche
</p>
</div>

<p>
est de 3 / 2. Lors des variations de structure rythmique au sein d’un
même morceau, il est parfois souhaitable de disposer d’un rapport plus
proche de 1, comme le rapport :
</p>

<div class="org-center">
<p>
durée d’une noire pointée / durée d’une blanche
</p>
</div>

<p>
qui nous donne 3 / 4. On divise alors par deux la durée de chaque
cellule rythmique occupant une blanche pointée afin qu’elle n’occupe
plus qu’une noire pointée. Ce procédé nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Bp</td>
<td class="org-left">⟼</td>
<td class="org-left">Np</td>
</tr>

<tr>
<td class="org-left">Ν N N</td>
<td class="org-left">⟼</td>
<td class="org-left">C C C</td>
</tr>

<tr>
<td class="org-left">B N</td>
<td class="org-left">⟼</td>
<td class="org-left">N C</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org4e18be6" class="outline-3">
<h3 id="org4e18be6"><span class="section-number-3">10.4</span> Silences</h3>
<div class="outline-text-3" id="text-10-4">
</div>
<div id="outline-container-org79c5b8b" class="outline-4">
<h4 id="org79c5b8b"><span class="section-number-4">10.4.1</span> Remplacement par un silence</h4>
<div class="outline-text-4" id="text-10-4-1">
<p>
On peut très bien remplacer une ou plusieurs notes d’une cellule
rythmique par des silences de mêmes durées. Par exemple, si on
escamote la première note de :
</p>

<div class="org-center">
<p>
N C N C
</p>
</div>

<p>
on obtient :
</p>

<div class="org-center">
<p>
ns C N C
</p>
</div>
</div>
</div>


<div id="outline-container-orgf05769f" class="outline-4">
<h4 id="orgf05769f"><span class="section-number-4">10.4.2</span> Sécheresse &amp; Fluidité</h4>
<div class="outline-text-4" id="text-10-4-2">
<p>
Les cellules rythmiques construites par décomposition et liaison
donnent des rythmes <b>fluides</b>, c’est-à-dire ne comprenant pas de
silences. On peut toutefois raccourcir les notes et intercaler des
silences afin de produire ce qu’on appelle un rythme <b>sec</b>. Par
exemple, on peut écourter les notes de :
</p>

<div class="org-center">
<p>
Np C N
</p>
</div>

<p>
obtenant le rythme sec :
</p>

<div class="org-center">
<p>
C ns dC dcs C cs
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org06696ab" class="outline-3">
<h3 id="org06696ab"><span class="section-number-3">10.5</span> Oscillation</h3>
<div class="outline-text-3" id="text-10-5">
<p>
Le rythme d’une oscillation peut être construit en combinant plusieurs
cellules rythmiques, à raison d’une cellule par pulsation.
</p>

<p>
Les cellules rythmiques binaires s’appliquent aux pulsations
binaires, tandis que les cellules rythmiques ternaires s’appliquent
aux pulsations ternaires.
</p>
</div>
</div>


<div id="outline-container-orgad431fd" class="outline-3">
<h3 id="orgad431fd"><span class="section-number-3">10.6</span> Classification</h3>
<div class="outline-text-3" id="text-10-6">
<p>
Les cellules rythmiques sont caractérisées par le nombre de notes
présentes après décomposition et liaison. Parmi celles-ci, on
distingue les notes « longues » des notes « brèves ». Il s’agit d’une
distinction approximative, deux notes classées dans la même catégorie
(longue ou brève) n’ayant pas forcément une durée exactement
identique. Il arrive que cette distinction n’ait pas lieu d’être,
toutes les notes ayant des durées à peu près identiques. On parle
alors de notes « égales ». Nous utilisons les notations :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">—</td>
<td class="org-left">Note longue</td>
</tr>

<tr>
<td class="org-left">∪</td>
<td class="org-left">Note brève</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">Note égale</td>
</tr>
</tbody>
</table>

<p>
Dans la suite, nous considérons une pulsation binaire de durée égale à
une blanche et une pulsation ternaire de durée égale à une blanche
pointée.
</p>

<p>
<i>Remarque</i> : cette notion de contraste entre longues et brèves n’est
pas sans rappeler les syllabes lourdes et légères de la <a href="litera-01-rimailleur.html#section:metriqueQuantitative">métrique quantitative</a>
en poésie. Toutefois, la palette des durées musicales est
nettement plus nuancée que cette simple dualité, et permet donc des
possibilités beaucoup plus nombreuses, ainsi que nous allons le voir.
</p>
</div>


<div id="outline-container-orgab1f999" class="outline-4">
<h4 id="orgab1f999"><span class="section-number-4">10.6.1</span> Une note</h4>
<div class="outline-text-4" id="text-10-6-1">
<p>
Le cas des celulles rythmiques ne contenant qu’une note est simple,
celle-ci doit occuper tout l’espace disponible dans la pulsation :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Pulsation binaire</th>
<th scope="col" class="org-left">Pulsation ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">B</td>
<td class="org-left">Bp</td>
</tr>
</tbody>
</table>
</div>
</div>
