grimoire/musica-02-partition.org
**** Deux notes

Les structures les plus courantes sur deux notes sont :

| Notes égales      | ⊥ ⊥ |
| Longue puis brève | — ∪ |
| Brève puis longue | ∪ — |

ce qui nous donne par exemple :

| Structure | Pulsation binaire | Pulsation ternaire |
|-----------+-------------------+----------------|
| ⊥ ⊥       | Ν N               | Np Np          |
| — ∪       | Np C              | B N            |
|           | Npp dC            | B‿C C          |
|           | N‿dC Cp           | Np‿dC N‿dC     |
| ∪ —       | C Np              | N B            |


**** Trois notes

Les structures les plus courantes sur trois notes sont :

| Note égales         | ⊥ ⊥ ⊥ |
| 1 longue 2 brèves   | — ∪ ∪ |
| Brève longue brève  | ∪ — ∪ |
| 2 brèves 1 longue   | ∪ ∪ — |
| 1 brève 2 longues   | ∪ — — |
| Longue brève longue | — ∪ — |
| 2 longues 1 brève   | — — ∪ |

ce qui nous donne par exemple :

| Structure | Pulsation binaire | Pulsation ternaire |
|-----------+-------------------+--------------------|
| ⊥ ⊥ ⊥     | Cp C Cp           | Ν N N              |
| — ∪ ∪     | N C C             | B C C              |
| ∪ — ∪     | C N C             | C B C              |
|           | Cp N dC           | N Np C             |
| ∪ ∪ —     | C C N             | C C B              |
| ∪ — —     | dC Cp N           | C N Np             |
| — ∪ —     | N dC Cp           | Np C N             |
|           | Cp dC N           | N C Np             |
| — — ∪     | N Cp dC           | Np N C             |


**** Autres rythmes réguliers

Les autres rythmes approximativement réguliers les plus courants
sont :

| Nombre de notes | Structure   | Pulsation binaire | Pulsation ternaire |
|-----------------+-------------+-------------------+--------------------|
|               4 | ⊥ ⊥ ⊥ ⊥     | C C C C           | Cp Cp Cp Cp        |
|               6 | ⊥ ⊥ ⊥ ⊥ ⊥ ⊥ | C dC dC dC dC C   | C C C C C C        |


* Syncopes

#+TOC: headlines 1 local


** Introduction

Une *syncope* est une note entamée à l’intérieur d’une pulsation et
qui se prolonge au début de la pulsation suivante. On peut construire
une syncope en disposant deux cellules rythmiques sur deux pulsations
consécutives et en liant la dernière note de la première pulsation à
la première note de la seconde. Pour que la structure obtenue soit une
syncope, il faut que la première cellule rythmique compte au moins
deux notes. Voici quelques exemples où le temps dure une noire :

#+ATTR_HTML: :class plat
| Pulsation binaire (N N)    | : | N N‿N N     | ⟼ | N Β N     |
| Pulsation ternaire (Ν N N) | : | N N N‿N N N | ⟼ | Ν N B Ν N |

Le tableau suivant reprend quelques syncopes courantes basées sur des
pulsations de 2 ou 3 noires :

| Pulsation        | Liaison                 | Résultat              |
|------------------+-------------------------+-----------------------|
| Binaire : N N    | N N‿N N                 | N B N                 |
|                  | Np C‿Np C               | Np Β C                |
|                  | Np C‿N N                | Np Np N               |
|                  | N N‿C C C C             | N Np C C C            |
|                  | C C C C‿C C C C         | C C C N C C C         |
| Ternaire : N N N | B N‿B N                 | B Bp N                |
|                  | B N‿N N N               | B B Ν N               |
|                  | N N N‿N N N             | N N B N N             |
|                  | C C C C C C‿C C C C C C | C C C C C N C C C C C |
|                  | N N N‿C C C C C C       | N N Np C C C C C      |

Dans la suite, nous considérons une pulsation binaire de structure
/N N/ et une pulsation ternaire de structure /N N N/.


*** Prolongation

Il est possible de prolonger une syncope d’une ou de plusieurs
pulsations. Exemple sur une pulsation binaire :

#+ATTR_HTML: :class plat
| N N‿N N | ⟼ | N N‿B‿N N | = | N R N |


*** Syncopé

Dans le cas où plusieurs syncopes consécutives sont réalisées, on
parle de rythme syncopé. Exemple sur une pulsation binaire de
structure N N :

#+ATTR_HTML: :class plat
| N N‿N N‿N N | ⟼ | N B B N |


*** Syncope masquée

La syncope masquée est une note jouée juste avant le début de la
pulsation suivante, et qui se prolonge du début de celle-ci. Il faut
être très attentif à la mélodie pour se rendre compte du décalage, une
audition ordinaire produira juste une légère impression de balancement
supplémentaire au rythme régulier.


