grimoire/musica-02-partition.html


<div id="outline-container-org43b7979" class="outline-4">
<h4 id="org43b7979"><span class="section-number-4">10.6.2</span> Deux notes</h4>
<div class="outline-text-4" id="text-10-6-2">
<p>
Les structures les plus courantes sur deux notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Notes égales</td>
<td class="org-left">⊥ ⊥</td>
</tr>

<tr>
<td class="org-left">Longue puis brève</td>
<td class="org-left">— ∪</td>
</tr>

<tr>
<td class="org-left">Brève puis longue</td>
<td class="org-left">∪ —</td>
</tr>
</tbody>
</table>

<p>
ce qui nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure</th>
<th scope="col" class="org-left">Pulsation binaire</th>
<th scope="col" class="org-left">Pulsation ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">Ν N</td>
<td class="org-left">Np Np</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">Np C</td>
<td class="org-left">B N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Npp dC</td>
<td class="org-left">B‿C C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N‿dC Cp</td>
<td class="org-left">Np‿dC N‿dC</td>
</tr>

<tr>
<td class="org-left">∪ —</td>
<td class="org-left">C Np</td>
<td class="org-left">N B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orga7014c7" class="outline-4">
<h4 id="orga7014c7"><span class="section-number-4">10.6.3</span> Trois notes</h4>
<div class="outline-text-4" id="text-10-6-3">
<p>
Les structures les plus courantes sur trois notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Note égales</td>
<td class="org-left">⊥ ⊥ ⊥</td>
</tr>

<tr>
<td class="org-left">1 longue 2 brèves</td>
<td class="org-left">— ∪ ∪</td>
</tr>

<tr>
<td class="org-left">Brève longue brève</td>
<td class="org-left">∪ — ∪</td>
</tr>

<tr>
<td class="org-left">2 brèves 1 longue</td>
<td class="org-left">∪ ∪ —</td>
</tr>

<tr>
<td class="org-left">1 brève 2 longues</td>
<td class="org-left">∪ — —</td>
</tr>

<tr>
<td class="org-left">Longue brève longue</td>
<td class="org-left">— ∪ —</td>
</tr>

<tr>
<td class="org-left">2 longues 1 brève</td>
<td class="org-left">— — ∪</td>
</tr>
</tbody>
</table>

<p>
ce qui nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure</th>
<th scope="col" class="org-left">Pulsation binaire</th>
<th scope="col" class="org-left">Pulsation ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">Cp C Cp</td>
<td class="org-left">Ν N N</td>
</tr>

<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">N C C</td>
<td class="org-left">B C C</td>
</tr>

<tr>
<td class="org-left">∪ — ∪</td>
<td class="org-left">C N C</td>
<td class="org-left">C B C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Cp N dC</td>
<td class="org-left">N Np C</td>
</tr>

<tr>
<td class="org-left">∪ ∪ —</td>
<td class="org-left">C C N</td>
<td class="org-left">C C B</td>
</tr>

<tr>
<td class="org-left">∪ — —</td>
<td class="org-left">dC Cp N</td>
<td class="org-left">C N Np</td>
</tr>

<tr>
<td class="org-left">— ∪ —</td>
<td class="org-left">N dC Cp</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Cp dC N</td>
<td class="org-left">N C Np</td>
</tr>

<tr>
<td class="org-left">— — ∪</td>
<td class="org-left">N Cp dC</td>
<td class="org-left">Np N C</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org7cf1810" class="outline-4">
<h4 id="org7cf1810"><span class="section-number-4">10.6.4</span> Autres rythmes réguliers</h4>
<div class="outline-text-4" id="text-10-6-4">
<p>
Les autres rythmes approximativement réguliers les plus courants
sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre de notes</th>
<th scope="col" class="org-left">Structure</th>
<th scope="col" class="org-left">Pulsation binaire</th>
<th scope="col" class="org-left">Pulsation ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">4</td>
<td class="org-left">⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">C C C C</td>
<td class="org-left">Cp Cp Cp Cp</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">⊥ ⊥ ⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">C dC dC dC dC C</td>
<td class="org-left">C C C C C C</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>


<div id="outline-container-org70c4a28" class="outline-2">
<h2 id="org70c4a28"><span class="section-number-2">11</span> Syncopes</h2>
<div class="outline-text-2" id="text-11">
<div id="text-table-of-contents">
<ul>
<li><a href="#org585ce5d">11.1. Introduction</a></li>
<li><a href="#org90c11c0">11.2. Contretemps</a></li>
<li><a href="#org8692925">11.3. Implicite ou déplacement</a></li>
</ul>
</div>
</div>


<div id="outline-container-org585ce5d" class="outline-3">
<h3 id="org585ce5d"><span class="section-number-3">11.1</span> Introduction</h3>
<div class="outline-text-3" id="text-11-1">
<p>
Une <b>syncope</b> est une note entamée à l’intérieur d’une pulsation et
qui se prolonge au début de la pulsation suivante. On peut construire
une syncope en disposant deux cellules rythmiques sur deux pulsations
consécutives et en liant la dernière note de la première pulsation à
la première note de la seconde. Pour que la structure obtenue soit une
syncope, il faut que la première cellule rythmique compte au moins
deux notes. Voici quelques exemples où le temps dure une noire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Pulsation binaire (N N)</td>
<td class="org-left">:</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N Β N</td>
</tr>

<tr>
<td class="org-left">Pulsation ternaire (Ν N N)</td>
<td class="org-left">:</td>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">⟼</td>
<td class="org-left">Ν N B Ν N</td>
</tr>
</tbody>
</table>

<p>
Le tableau suivant reprend quelques syncopes courantes basées sur des
pulsations de 2 ou 3 noires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Pulsation</th>
<th scope="col" class="org-left">Liaison</th>
<th scope="col" class="org-left">Résultat</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Binaire : N N</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">N B N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np C‿Np C</td>
<td class="org-left">Np Β C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np C‿N N</td>
<td class="org-left">Np Np N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N N‿C C C C</td>
<td class="org-left">N Np C C C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C C‿C C C C</td>
<td class="org-left">C C C N C C C</td>
</tr>

<tr>
<td class="org-left">Ternaire : N N N</td>
<td class="org-left">B N‿B N</td>
<td class="org-left">B Bp N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">B N‿N N N</td>
<td class="org-left">B B Ν N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">N N B N N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C C C C‿C C C C C C</td>
<td class="org-left">C C C C C N C C C C C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N N N‿C C C C C C</td>
<td class="org-left">N N Np C C C C C</td>
</tr>
</tbody>
</table>

<p>
Dans la suite, nous considérons une pulsation binaire de structure
<i>N N</i> et une pulsation ternaire de structure <i>N N N</i>.
</p>
</div>


<div id="outline-container-org01909a1" class="outline-4">
<h4 id="org01909a1"><span class="section-number-4">11.1.1</span> Prolongation</h4>
<div class="outline-text-4" id="text-11-1-1">
<p>
Il est possible de prolonger une syncope d’une ou de plusieurs
pulsations. Exemple sur une pulsation binaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N N‿N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N N‿B‿N N</td>
<td class="org-left">=</td>
<td class="org-left">N R N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orge3a2ed4" class="outline-4">
<h4 id="orge3a2ed4"><span class="section-number-4">11.1.2</span> Syncopé</h4>
<div class="outline-text-4" id="text-11-1-2">
<p>
Dans le cas où plusieurs syncopes consécutives sont réalisées, on
parle de rythme syncopé. Exemple sur une pulsation binaire de
structure N N :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N N‿N N‿N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N B B N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org4513e38" class="outline-4">
<h4 id="org4513e38"><span class="section-number-4">11.1.3</span> Syncope masquée</h4>
<div class="outline-text-4" id="text-11-1-3">
<p>
La syncope masquée est une note jouée juste avant le début de la
pulsation suivante, et qui se prolonge du début de celle-ci. Il faut
être très attentif à la mélodie pour se rendre compte du décalage, une
audition ordinaire produira juste une légère impression de balancement
supplémentaire au rythme régulier.
</p>
</div>
</div>
</div>
