grimoire/musica-02-partition.org
** Contretemps

Les contretemps sont similaires aux syncopes, mais au lieu de
prolonger la note, on place un silence sur le début de la pulsations
suivante. Voici quelques exemples de syncopes et de contretemps aux
structures équivalentes :

| Pulsation        | Syncope      | Contretemps  |
|------------------+--------------+--------------|
| Binaire : N N    | N N‿N N      | N N ns N     |
|                  | Np C‿Np C    | Np C nps C   |
| Ternaire : N N N | N N N, N N N | N N N ns N N |
|                  | B N‿B N      | B N bs N     |


** Implicite ou déplacement

Il existe deux méthodes permettant de relier syncope et mélodie :

  - Lorsque la syncope ou le contretemps est réalisé en supprimant une ou
    plusieurs notes par rapport à un thème de référence préalablement
    entendu ou simplement sous-entendu, on parle de *motif implicite*.

  - Par contre, si la syncope ou le contretemps est réalisé en
    déplaçant la suite du thème, on parle de *déplacement*.

Pour illustrer ces deux philosophies, partons du thème :

#+BEGIN_CENTER
do ré mi si la sol
#+END_CENTER

Un exemple de motif implicite sera alors :

#+BEGIN_CENTER
do ré mi—— la sol
#+END_CENTER

où le /mi——/ est soit prolongé, soit suivi par un silence, ce qui rend
le /si/ implicite. Le même exemple avec déplacement nous donne :

#+BEGIN_CENTER
do ré mi—— si la sol
#+END_CENTER

où la prolongation du /mi——/ reporte le dernier groupe de notes
/si la sol/. Notons qu'il est aussi possible de produire une syncope
en raccourcissant le /mi/. Un déplacement peut donc se produire par
*report* ou *anticipation*.


* Cellules composites

#+TOC: headlines 1 local


** Introduction

Considérons une combinaison de deux cellules rythmiques occupant
chacune une pulsation. Si nous divisons par deux la durée de chaque
note, la durée totale de la combinaison sera également divisée par
deux et n’occupera plus qu’une seule pulsation. Le résultat est une
nouvelle cellule rythmique composée de deux sous-cellules rythmiques
simples. Une telle construction est appelée *cellule composite*. On
peut généraliser ce principe en combinant /M/ cellules rythmiques et
en divisant la durée de chaque note par /M/ : on obtient alors une
cellule composite comptant /M/ sous-cellules rythmiques simples.

Dans la suite, nous considérons une pulsation binaire de structure
/N N/ et une pulsation ternaire de structure /N N N/.


** Synchrones

Lorsque les durées des cellules rythmiques juxtaposées ont la même
durée, on parle de *cellule composite synchrone*. Un petit exemple
trivial sur un rythme binaire :

#+ATTR_HTML: :class plat
| [ ( B ) ( B ) ] / 2 | ⟼ | ( N ) ( N ) | = | N N |

Autre exemple, cette fois sur un rythme ternaire :

#+ATTR_HTML: :class plat
| [ ( B N ) ( B N ) ] / 2 | ⟼ | ( N C ) ( N C ) | = | N C N C |


*** Doubles

En juxtaposant deux rythmes, on obtient des cellules composites dites
*doubles*. Le tableau suivant reprend quelques unes de ces
combinaisons :

| Structure 1 | Structure 2 | Binaire         | Ternaire    |
|-------------+-------------+-----------------+-------------|
| — ∪         | ⊥           | Cp dC N         | N C Np      |
| ⊥           | — ∪         | N Cp dC         | Np N C      |
| ⊥           | ∪ —         | N dC Cp         | Np C N      |
| — ∪         | — ∪         | Cp dC Cp dC     | N C N C     |
| — ∪         | ∪ —         | Cp dC dC Cp     | N C C N     |
| — ∪         | ⊥ ⊥         | Cp dC C C       | N C Cp Cp   |
| ⊥ ⊥         | — ∪         | C C Cp dC       | Cp Cp N C   |
| —           | ∪ ∪ ∪       | N C dC dC       | Np C C C    |
| ∪ ∪ ∪       | —           | C dC dC N       | C C C N     |
| — ∪         | ⊥ ⊥ ⊥       |                 | N C C C C   |
| ⊥ ⊥ ⊥       | — ∪         |                 | C C C N C   |
| ⊥ ⊥ ⊥       | ⊥ ⊥         |                 | C C C Cp Cp |
| ⊥           | ⊥ ⊥ ⊥ ⊥     | N dC dC dC dC   |             |
| ⊥ ⊥ ⊥ ⊥     | ⊥           | dC dC dC dC N   |             |
| — ∪ ∪       | ⊥ ⊥         | C dC dC C C     |             |
| — ∪         | ∪ ∪ —       | Cp dC dC dC C   |             |
| — ∪ ∪       | ∪ —         | C dC dC dC Cp   |             |
| — ∪ ∪       | ∪ ∪ —       | C dC dC dC dC C |             |


**** Triples

En juxtaposant trois rythmes, on obtient des cellules composites dites
*triples*. Soulignons que le rythme ainsi obtenu sera composé de trois
parties, et donc ternaire. Le tableau suivant reprend quatre unes de
ces combinaisons :

| Structure 1 | Structure 2 | Structure 3 | Binaire ⟼ Ternaire |
|-------------+-------------+-------------+--------------------|
| ⊥           | ⊥           | ⊥ ⊥         | N N C C            |
| ⊥           | — ∪         | ⊥           | Ν Cp dC N          |


*** Asynchrones

Lorsque les durées des cellules rythmiques juxtaposées n’ont pas la
même durée, on parle de *cellule composite asynchrone*. Voici un
exemple trivial de combinaison asynchrone :

#+ATTR_HTML: :class plat
| [ ( R ) ( B ) ] / 2 | ⟼ | ( B ) ( N ) | = | B N |


