grimoire/musica-02-partition.html


<div id="outline-container-org90c11c0" class="outline-3">
<h3 id="org90c11c0"><span class="section-number-3">11.2</span> Contretemps</h3>
<div class="outline-text-3" id="text-11-2">
<p>
Les contretemps sont similaires aux syncopes, mais au lieu de
prolonger la note, on place un silence sur le début de la pulsations
suivante. Voici quelques exemples de syncopes et de contretemps aux
structures équivalentes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Pulsation</th>
<th scope="col" class="org-left">Syncope</th>
<th scope="col" class="org-left">Contretemps</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Binaire : N N</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">N N ns N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np C‿Np C</td>
<td class="org-left">Np C nps C</td>
</tr>

<tr>
<td class="org-left">Ternaire : N N N</td>
<td class="org-left">N N N, N N N</td>
<td class="org-left">N N N ns N N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">B N‿B N</td>
<td class="org-left">B N bs N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org8692925" class="outline-3">
<h3 id="org8692925"><span class="section-number-3">11.3</span> Implicite ou déplacement</h3>
<div class="outline-text-3" id="text-11-3">
<p>
Il existe deux méthodes permettant de relier syncope et mélodie :
</p>

<ul class="org-ul">
<li>Lorsque la syncope ou le contretemps est réalisé en supprimant une ou
plusieurs notes par rapport à un thème de référence préalablement
entendu ou simplement sous-entendu, on parle de <b>motif implicite</b>.</li>

<li>Par contre, si la syncope ou le contretemps est réalisé en
déplaçant la suite du thème, on parle de <b>déplacement</b>.</li>
</ul>

<p>
Pour illustrer ces deux philosophies, partons du thème :
</p>

<div class="org-center">
<p>
do ré mi si la sol
</p>
</div>

<p>
Un exemple de motif implicite sera alors :
</p>

<div class="org-center">
<p>
do ré mi—— la sol
</p>
</div>

<p>
où le <i>mi——</i> est soit prolongé, soit suivi par un silence, ce qui rend
le <i>si</i> implicite.
</p>

<p>
Le même exemple avec déplacement nous donne :
</p>

<div class="org-center">
<p>
do ré mi—— si la sol
</p>
</div>

<p>
où la prolongation du <i>mi——</i> retarde le dernier groupe de notes
<i>si la sol</i>. Notons qu'il est aussi possible de produire une syncope
en raccourcissant le <i>mi</i>. Un déplacement peut donc se produire par
<b>report</b> ou <b>anticipation</b>.
</p>
</div>
</div>
</div>


<div id="outline-container-org0150e1c" class="outline-2">
<h2 id="org0150e1c"><span class="section-number-2">12</span> Cellules composites</h2>
<div class="outline-text-2" id="text-12">
<div id="text-table-of-contents">
<ul>
<li><a href="#orge070431">12.1. Introduction</a></li>
<li><a href="#orga622673">12.2. Synchrones</a></li>
<li><a href="#org1ab3849">12.3. Asynchrones</a></li>
<li><a href="#orgecf22d8">12.4. Syncopées</a></li>
<li><a href="#org0882633">12.5. Extension</a></li>
</ul>
</div>
</div>


<div id="outline-container-orge070431" class="outline-3">
<h3 id="orge070431"><span class="section-number-3">12.1</span> Introduction</h3>
<div class="outline-text-3" id="text-12-1">
<p>
Considérons une combinaison de deux cellules rythmiques occupant
chacune une pulsation. Si nous divisons par deux la durée de chaque
note, la durée totale de la combinaison sera également divisée par
deux et n’occupera plus qu’une seule pulsation. Le résultat est une
nouvelle cellule rythmique composée de deux sous-cellules rythmiques
simples. Une telle construction est appelée <b>cellule composite</b>. On
peut généraliser ce principe en combinant <i>M</i> cellules rythmiques et
en divisant la durée de chaque note par <i>M/ : on obtient alors une
cellule composite comptant /M</i> sous-cellules rythmiques simples.
</p>

<p>
Dans la suite, nous considérons une pulsation binaire de structure
<i>N N</i> et une pulsation ternaire de structure <i>N N N</i>.
</p>
</div>
</div>


<div id="outline-container-orga622673" class="outline-3">
<h3 id="orga622673"><span class="section-number-3">12.2</span> Synchrones</h3>
<div class="outline-text-3" id="text-12-2">
<p>
Lorsque les durées des cellules rythmiques juxtaposées ont la même
durée, on parle de <b>cellule composite synchrone</b>. Un petit exemple
trivial sur un rythme binaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[ ( B ) ( B ) ] / 2</td>
<td class="org-left">⟼</td>
<td class="org-left">( N ) ( N )</td>
<td class="org-left">=</td>
<td class="org-left">N N</td>
</tr>
</tbody>
</table>

<p>
Autre exemple, cette fois sur un rythme ternaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[ ( B N ) ( B N ) ] / 2</td>
<td class="org-left">⟼</td>
<td class="org-left">( N C ) ( N C )</td>
<td class="org-left">=</td>
<td class="org-left">N C N C</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org1c49887" class="outline-4">
<h4 id="org1c49887"><span class="section-number-4">12.2.1</span> Doubles</h4>
<div class="outline-text-4" id="text-12-2-1">
<p>
En juxtaposant deux rythmes, on obtient des cellules composites dites
<b>doubles</b>. Le tableau suivant reprend quelques unes de ces
combinaisons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure 1</th>
<th scope="col" class="org-left">Structure 2</th>
<th scope="col" class="org-left">Binaire</th>
<th scope="col" class="org-left">Ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">— ∪</td>
<td class="org-left">⊥</td>
<td class="org-left">Cp dC N</td>
<td class="org-left">N C Np</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">— ∪</td>
<td class="org-left">N Cp dC</td>
<td class="org-left">Np N C</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">∪ —</td>
<td class="org-left">N dC Cp</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">— ∪</td>
<td class="org-left">Cp dC Cp dC</td>
<td class="org-left">N C N C</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">∪ —</td>
<td class="org-left">Cp dC dC Cp</td>
<td class="org-left">N C C N</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">Cp dC C C</td>
<td class="org-left">N C Cp Cp</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">— ∪</td>
<td class="org-left">C C Cp dC</td>
<td class="org-left">Cp Cp N C</td>
</tr>

<tr>
<td class="org-left">—</td>
<td class="org-left">∪ ∪ ∪</td>
<td class="org-left">N C dC dC</td>
<td class="org-left">Np C C C</td>
</tr>

<tr>
<td class="org-left">∪ ∪ ∪</td>
<td class="org-left">—</td>
<td class="org-left">C dC dC N</td>
<td class="org-left">C C C N</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N C C C C</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">— ∪</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C N C</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C Cp Cp</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">N dC dC dC dC</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">⊥</td>
<td class="org-left">dC dC dC dC N</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">C dC dC C C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">∪ ∪ —</td>
<td class="org-left">Cp dC dC dC C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">∪ —</td>
<td class="org-left">C dC dC dC Cp</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">∪ ∪ —</td>
<td class="org-left">C dC dC dC dC C</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org63e525e" class="outline-4">
<h4 id="org63e525e"><span class="section-number-4">12.2.2</span> Triples</h4>
<div class="outline-text-4" id="text-12-2-2">
<p>
En juxtaposant trois rythmes, on obtient des cellules composites dites
<b>triples</b>. Soulignons que le rythme ainsi obtenu sera composé de trois
parties, et donc ternaire. Le tableau suivant reprend quatre unes de
ces combinaisons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure 1</th>
<th scope="col" class="org-left">Structure 2</th>
<th scope="col" class="org-left">Structure 3</th>
<th scope="col" class="org-left">Binaire ⟼ Ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">⊥</td>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">N N C C</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">— ∪</td>
<td class="org-left">⊥</td>
<td class="org-left">Ν Cp dC N</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org1ab3849" class="outline-3">
<h3 id="org1ab3849"><span class="section-number-3">12.3</span> Asynchrones</h3>
<div class="outline-text-3" id="text-12-3">
<p>
Lorsque les durées des cellules rythmiques juxtaposées n’ont pas la
même durée, on parle de <b>cellule composite asynchrone</b>. Voici un
exemple trivial de combinaison asynchrone :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[ ( R ) ( B ) ] / 2</td>
<td class="org-left">⟼</td>
<td class="org-left">( B ) ( N )</td>
<td class="org-left">=</td>
<td class="org-left">B N</td>
</tr>
</tbody>
</table>
</div>
