grimoire/musica-02-partition.org
**** Swing

Une application particulièrement importante des combinaisons
asynchrones concerne les rythmes ternaires. Ceux-ci peuvent en effet
se voir décomposés suivant le schéma :

#+ATTR_HTML: :class plat
| 3 | = | 2 + 1 |

Cette décomposition produit un ressort musical très dansant, connu
dans le jazz sous le nom de swing. Voici un exemple de combinaison
asynchrone construite suivant ce principe :

#+ATTR_HTML: :class plat
| [ ( R ) ( N N ) ] / 2 | ⟼ | ( B ) ( C C ) | = | B C C |

Autre exemple :

#+ATTR_HTML: :class plat
| [ ( Bp N ) ( B ) ] / 2 | ⟼ | ( Np C ) ( N ) | = | Np C N |

Bien entendu, le même principe peut être appliqué aux rythmes
binaires, le décalage produit sera toutefois différent :

#+ATTR_HTML: :class plat
| 4 | = | 3 + 1 |


**** Exemples

Le tableau suivant reprend quelques combinaisons doubles :

| Structure 1 | Structure 2 | Ternaire  |
|-------------+-------------+-----------|
| ⊥           | ⊥ ⊥ ⊥ ⊥     | N C C C C |
| ⊥ ⊥ ⊥ ⊥     | ⊥           | C C C C N |

et triples :

| Structure 1 | Structure 2 | Structure 3 | Ternaire            |
|-------------+-------------+-------------+---------------------|
| ⊥           | ⊥           | ⊥ ⊥ ⊥       | C Cp dC dC dC       |
| — ∪         | ⊥           | ⊥ ⊥         | C dC Cp dC dC       |
| ⊥ ⊥ ⊥       | ⊥           | ⊥ ⊥ ⊥       | dC dC dC C dC dC dC |


*** Syncopées

En divisant par deux la durée d’un couple de cellules rythmiques
contenant une syncope, on obtient une *cellule composite syncopée*.
Voici les plus courantes :

| Structure        | Avant division | Après division | Forme équivalente |
|------------------+----------------+----------------+-------------------|
| Binaire : N N    | N N‿N N        | C C‿C C        | C N C             |
|                  | Np C‿Np C      | Cp dC‿Cp dC    | Cp N dC           |
| Ternaire : N N N | B N‿B N        | N C‿N C        | N Np C            |
|                  | N N N‿N N N    | C C C‿C C C    | C C N C C         |


*** Inverse

Prenons une cellule rythmique durant une pulsation et multiplions par
deux la durée de chaque note : on peut remplir deux pulsations avec le
rythme ainsi obtenu. En voici un exemple avec deux pulsations binaires
durant chacune une blanche :

#+ATTR_HTML: :class plat
| C N C | ⟼ | N B N |

Si nous multiplions par trois la durée de la cellule rythmique
initiale, nous pouvons remplir trois pulsations, si nous la
multiplions par /M/, nous pouvons remplir /M/ pulsations.


* Hémiole

#+TOC: headlines 1 local


** Introduction

L’hémiole est un procédé qui consiste à réorganiser une structure
rythmique du type :

#+ATTR_HTML: :class plat
| 2 x 3 | = | 2 entités décomposables en 3 |

en une structure alternative du type :

#+ATTR_HTML: :class plat
| 3 x 2 | = | 3 entités décomposables en 2 |

Le procédé inverse, à savoir réorganiser une structure du type /3 × 2/
en une structure alternative du type /2 × 3/, est également une
hémiole. Précisons que les structures /2 × 3/ et /3 × 2/ peuvent être
présentées consécutivement ou simultanément.

/Remarque/ : le terme hémiole provient du grec ancien et signifie
littéralement « un et demi », mathématiquement identique à 3 / 2.


** Échelles


*** Pulsation

Considérons par exemple une pulsation durant une blanche pointée, soit
6 croches. Ces 6 croches peuvent être regroupées en 2 temps de 3
croches durant chacun une noire pointée, ou en 3 temps de 2 croches
durant chacun une noire :

#+ATTR_HTML: :class plat
| (C C C) (C C C)   | ⟻⟼ | Np Np |
| (C C) (C C) (C C) | ⟻⟼ | N N N |


*** Oscillation

Considérons à présent une oscillation durant une ronde pointée, soit
six noires : on peut la considérer comme une succession de 2
pulsations durant chacune 3 noires, soit une blanche pointée, ou de 3
pulsations durant chacune 2 noires, soit une blanche :

#+ATTR_HTML: :class plat
| (N N N) (N N N)   | ⟻⟼ | Bp Bp |
| (N N) (N N) (N N) | ⟻⟼ | B B B |


*** Mesures simples

Dans le cas de mesures simples, l’hémiole se positionne sur plusieurs
mesures : 2 mesures de 3 temps peuvent être pensées comme 3 mesures de
2 temps, et vice versa.


