grimoire/musica-02-partition.html


<div id="outline-container-orga6dca6e" class="outline-4">
<h4 id="orga6dca6e"><span class="section-number-4">12.3.1</span> Swing</h4>
<div class="outline-text-4" id="text-12-3-1">
<p>
Une application particulièrement importante des combinaisons
asynchrones concerne les rythmes ternaires. Ceux-ci peuvent en effet
se voir décomposés suivant le schéma :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">3</td>
<td class="org-left">=</td>
<td class="org-left">2 + 1</td>
</tr>
</tbody>
</table>

<p>
Cette décomposition produit un ressort musical très dansant, connu
dans le jazz sous le nom de swing. Voici un exemple de combinaison
asynchrone construite suivant ce principe :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[ ( R ) ( N N ) ] / 2</td>
<td class="org-left">⟼</td>
<td class="org-left">( B ) ( C C )</td>
<td class="org-left">=</td>
<td class="org-left">B C C</td>
</tr>
</tbody>
</table>

<p>
Autre exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[ ( Bp N ) ( B ) ] / 2</td>
<td class="org-left">⟼</td>
<td class="org-left">( Np C ) ( N )</td>
<td class="org-left">=</td>
<td class="org-left">Np C N</td>
</tr>
</tbody>
</table>

<p>
Bien entendu, le même principe peut être appliqué aux rythmes
binaires, le décalage produit sera toutefois différent :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">4</td>
<td class="org-left">=</td>
<td class="org-left">3 + 1</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgb28a082" class="outline-5">
<h5 id="orgb28a082"><span class="section-number-5">12.3.1.1</span> Exemples</h5>
<div class="outline-text-5" id="text-12-3-1-1">
<p>
Le tableau suivant reprend quelques combinaisons doubles :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure 1</th>
<th scope="col" class="org-left">Structure 2</th>
<th scope="col" class="org-left">Ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">N C C C C</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥ ⊥ ⊥</td>
<td class="org-left">⊥</td>
<td class="org-left">C C C C N</td>
</tr>
</tbody>
</table>

<p>
et triples :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure 1</th>
<th scope="col" class="org-left">Structure 2</th>
<th scope="col" class="org-left">Structure 3</th>
<th scope="col" class="org-left">Ternaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">⊥</td>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">C Cp dC dC dC</td>
</tr>

<tr>
<td class="org-left">— ∪</td>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">C dC Cp dC dC</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">⊥</td>
<td class="org-left">⊥ ⊥ ⊥</td>
<td class="org-left">dC dC dC C dC dC dC</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>


<div id="outline-container-orgecf22d8" class="outline-3">
<h3 id="orgecf22d8"><span class="section-number-3">12.4</span> Syncopées</h3>
<div class="outline-text-3" id="text-12-4">
<p>
En divisant par deux la durée d’un couple de cellules rythmiques
contenant une syncope, on obtient une <b>cellule composite syncopée</b>.
</p>

<p>
Une cellule rythmique syncopée n’est pas à cheval sur une pulsation et
ne constitue donc pas une vraie syncope. Par contre, elle suggère la
syncope.
</p>

<p>
Voici les plus courantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Structure</th>
<th scope="col" class="org-left">Avant division</th>
<th scope="col" class="org-left">Après division</th>
<th scope="col" class="org-left">Forme équivalente</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Binaire : N N</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">C C‿C C</td>
<td class="org-left">C N C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np C‿Np C</td>
<td class="org-left">Cp dC‿Cp dC</td>
<td class="org-left">Cp N dC</td>
</tr>

<tr>
<td class="org-left">Ternaire : N N N</td>
<td class="org-left">B N‿B N</td>
<td class="org-left">N C‿N C</td>
<td class="org-left">N Np C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">C C C‿C C C</td>
<td class="org-left">C C N C C</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org0882633" class="outline-3">
<h3 id="org0882633"><span class="section-number-3">12.5</span> Extension</h3>
<div class="outline-text-3" id="text-12-5">
<p>
Prenons une cellule rythmique durant une pulsation et multiplions par
deux la durée de chaque note : on peut remplir deux pulsations avec le
rythme ainsi obtenu. En voici un exemple avec deux pulsations binaires
durant chacune une blanche :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C N C</td>
<td class="org-left">⟼</td>
<td class="org-left">N B N</td>
</tr>
</tbody>
</table>

<p>
Si nous multiplions par trois la durée de la cellule rythmique
initiale, nous pouvons remplir trois pulsations, si nous la
multiplions par <i>M</i>, nous pouvons remplir <i>M</i> pulsations.
</p>
</div>
</div>
</div>


<div id="outline-container-org5b6cad4" class="outline-2">
<h2 id="org5b6cad4"><span class="section-number-2">13</span> Hémiole</h2>
<div class="outline-text-2" id="text-13">
<div id="text-table-of-contents">
<ul>
<li><a href="#org9d4d59d">13.1. Introduction</a></li>
<li><a href="#org4e660b0">13.2. Échelles</a></li>
<li><a href="#org5af5b7b">13.3. Generalisation</a></li>
</ul>
</div>
</div>


<div id="outline-container-org9d4d59d" class="outline-3">
<h3 id="org9d4d59d"><span class="section-number-3">13.1</span> Introduction</h3>
<div class="outline-text-3" id="text-13-1">
<p>
L’hémiole est un procédé qui consiste à réorganiser une structure
rythmique du type :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 x 3</td>
<td class="org-left">=</td>
<td class="org-left">2 entités décomposables en 3</td>
</tr>
</tbody>
</table>

<p>
en une structure alternative du type :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">3 x 2</td>
<td class="org-left">=</td>
<td class="org-left">3 entités décomposables en 2</td>
</tr>
</tbody>
</table>

<p>
Le procédé inverse, à savoir réorganiser une structure du type <i>3 × 2</i>
en une structure alternative du type <i>2 × 3</i>, est également une
hémiole. Précisons que les structures <i>2 × 3</i> et <i>3 × 2</i> peuvent être
présentées consécutivement ou simultanément.
</p>

<p>
<i>Remarque</i> : le terme hémiole provient du grec ancien et signifie
littéralement « un et demi », mathématiquement identique à 3 / 2.
</p>
</div>
</div>


<div id="outline-container-org4e660b0" class="outline-3">
<h3 id="org4e660b0"><span class="section-number-3">13.2</span> Échelles</h3>
<div class="outline-text-3" id="text-13-2">
</div>
<div id="outline-container-org56e085a" class="outline-4">
<h4 id="org56e085a"><span class="section-number-4">13.2.1</span> Pulsation</h4>
<div class="outline-text-4" id="text-13-2-1">
<p>
Considérons par exemple une pulsation durant une blanche pointée, soit
6 croches. Ces 6 croches peuvent être regroupées en 2 temps de 3
croches durant chacun une noire pointée, ou en 3 temps de 2 croches
durant chacun une noire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(C C C) (C C C)</td>
<td class="org-left">⟻⟼</td>
<td class="org-left">Np Np</td>
</tr>

<tr>
<td class="org-left">(C C) (C C) (C C)</td>
<td class="org-left">⟻⟼</td>
<td class="org-left">N N N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgec2ee94" class="outline-4">
<h4 id="orgec2ee94"><span class="section-number-4">13.2.2</span> Oscillation</h4>
<div class="outline-text-4" id="text-13-2-2">
<p>
Considérons à présent une oscillation durant une ronde pointée, soit
six noires : on peut la considérer comme une succession de 2
pulsations durant chacune 3 noires, soit une blanche pointée, ou de 3
pulsations durant chacune 2 noires, soit une blanche :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(N N N) (N N N)</td>
<td class="org-left">⟻⟼</td>
<td class="org-left">Bp Bp</td>
</tr>

<tr>
<td class="org-left">(N N) (N N) (N N)</td>
<td class="org-left">⟻⟼</td>
<td class="org-left">B B B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org2dabcfe" class="outline-4">
<h4 id="org2dabcfe"><span class="section-number-4">13.2.3</span> Mesures simples</h4>
<div class="outline-text-4" id="text-13-2-3">
<p>
Dans le cas de mesures simples, l’hémiole se positionne sur plusieurs
mesures : 2 mesures de 3 temps peuvent être pensées comme 3 mesures de
2 temps, et vice versa.
</p>
</div>
</div>
</div>
