grimoire/musica-02-partition.org
** Generalisation

On peut appliquer le même procédé à 4 entités rythmiques décomposables
en 3, structure qui peut être réorganisée en 3 unités rythmiques
décomposables en 4, et vice versa.

Plus généralement, soit /M/ et /N/ deux nombres entiers strictement
positifs. On considère une structure rythmique formée par /M/ entités,
chacune de ces entités étant décomposable en /N/ sous-entités. La
structure compte donc en tout /M × N/ sous-entités. Comme :

#+ATTR_HTML: :class plat
| M × N | = | N × M |

on peut réorganiser l’ensemble en /N/ entités rythmiques décomposables
en /M/ sous-entités. On parle alors d’une hémiole de type (/M/, /N/).
