grimoire/musica-02-partition.html


<div id="outline-container-org5af5b7b" class="outline-3">
<h3 id="org5af5b7b"><span class="section-number-3">13.3</span> Generalisation</h3>
<div class="outline-text-3" id="text-13-3">
<p>
On peut appliquer le même procédé à 4 entités rythmiques décomposables
en 3, structure qui peut être réorganisée en 3 unités rythmiques
décomposables en 4, et vice versa.
</p>

<p>
Plus généralement, soit <i>M</i> et <i>N</i> deux nombres entiers strictement
positifs. On considère une structure rythmique formée par <i>M</i> entités,
chacune de ces entités étant décomposable en <i>N</i> sous-entités. La
structure compte donc en tout <i>M × N</i> sous-entités. Comme :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">M × N</td>
<td class="org-left">=</td>
<td class="org-left">N × M</td>
</tr>
</tbody>
</table>

<p>
on peut réorganiser l’ensemble en <i>N</i> entités rythmiques décomposables
en <i>M</i> sous-entités. On parle alors d’une hémiole de type (<i>M</i>, /N/).
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2020-12-09 mer 07:54</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
